<template>
  <TwelveTemplate :title="'天正5G全连接工厂'" :subDetail="''" :menu-list="list" />
</template>
<script lang="ts" setup>
import { ref } from "vue"
import TwelveTemplate from "@/components/TwelveTemplate/index.vue"
const list = ref([
  {
    label: "场景实例描述",
    value: "a",
    index: 1,
    textDetail: `通过采用MEC边缘云计算+IPRAN专线部署，完成天正电气企业5G准专网的建立，实现AR运维、AGV调度、机器视觉引导、设备数据采集与控制、视频监控、PDA出入库、制造装配等智能制造环节与5G网络融合应用，项目内容整体覆盖生产、物流、质量、监控等各个领域。
天正5G+全连接工厂可拉通人、机、料、法、环、测等生产要素全连接，实现生产管理纵向集成服务及生产运营横向集成服务，最终实现5G+工业互联网融合创新，实现云边端一体化运维管理。`
  },
  {
    label: "解决的痛点问题描述",
    value: "b",
    index: 2,
    textDetail: `1、传统网络数据传输速度慢且实时性差，导致设备运行状态监测不及时，容易错过维修时机，增加停机时间和生产成本。
2、传统的组网方式容易遭受网络攻击，数据安全隐患较大，导致敏感信息泄露或设备被黑客入侵。5G网络支持更强的加密技术和网络切片技术，通过对数据流量的智能分流和加密，确保关键生产数据和工厂系统的安全性。
3、天正未来具有超高数量的智能装备，这些装备具与MES系统集成，数据量庞大，且需要实时处理，传统的集中式数据处理架构无法满足低延迟和高效率的需求。在工厂内部署边缘计算节点，可以使得数据处理在靠近设备的地方完成，减少数据传输的延迟和带宽压力，确保生产过程中的实时性需求得到满足。`
  },
  {
    label: "采用的技术方案",
    value: "c",
    index: 3,
    subList: [
      {
        title:
          "1、进行5G+MEC企业准专网部署，实现天正电气厂房全区域5G物流覆盖，构建低时延、高速率、高可靠的工业互联网。为满足低延迟、高实时性的要求，在工厂内部署边缘计算节点，使数据能够在本地快速处理，减少数据传输到云端的延时。边缘计算还能够有效分担5G网络的负载。",
        img: "116.png"
      },
      {
        img: "117.png",
        title:
          "2、进行5G+SCADA数据采集应用，实现各制造装备5G联网，数据上传到SCADA平台，与MOM系统互通，实现对设备数据进行采集：对设备OEE数据实时分析与对比、参数异常变动实时预警、不良率实时预警与分析，实现生产排程合理化、工艺参数改善时效性提升、设备利用率提升和设备利用率提升。"
      },
      {
        title: `3、进行5G+WMS精益物流融合应用，将现有WMS系统进行升级，依据5G网络实现WMS指令下发与数据收集，实现物流PDA出入库扫描和AGV叉车出入库的高效使用。`,
        img: "118.png"
      },
      {
        title: `4、基于天正未来工厂建设需求，将车间AGV送料调度、PDA叫料配料、PAD巡检等动作通过5G网络与MOM制造系统进行链接，实现物流配送无人化和生产物料拉通。`,
        img: "119.png"
      },
      {
        title: `5、引用5G机器人、5GAR眼镜等创新应用，为企业日常运营、远程运维等带来管理提升。`,
        img: "120.png"
      },
      {
        title: `对现有瘦客户机进行升级改造，通过5G模组实现与服务器互通。能有效降低车间网络部署，更高效的满足工业PC的各应用场景。实现统一配置的简化管理，实现应用和数据分离，保障数据安全。`,
        img: "121.png"
      }
    ]
  },
  {
    label: "保障要素",
    value: "d",
    index: 4,
    textDetail: `1、高技能人才储备：与中国电信、华为合作，需要有5G网络建设和维护的技术专家，具备数据分析、AI应用、网络安全等多领域的复合型人才队伍。
2、项目管理机制：引入ONES项目管理平台，确保项目能够灵活调整进度和需求，同时优化资源使用效率。涉及IT、生产管理、设备维护等多个部门，建立了跨职能的管理机制，协同工作，确保不同部门间的信息流畅传递和问题快速响应。
3、技术标准保障：基于《5G全连接工厂建设指南》、GB/T40647-2021智能制造系统架构、GT/T41479-2022信息安全技术网络数据处理安全要求等技术标准进行工作开展。
4、培训支持：对技术团队、管理人员、生产人员进行5G知识和应用场景培训，培训内容涵盖了具体应用案例，帮助员工理解5G对生产效率提升的作用。`
  },
  {
    label: "已实施成效",
    value: "e",
    index: 5,
    textDetail: `1、应用5G网络技术，大量减少了车间有线网络部署，并减少无线AP的覆盖，每层生产车间减少约18个AP部署。
2、5G无缝漫游的特性，极大程度的保障了车间PDA/AGV等移动终端的漫游稳定性，经计算稳定性提升90%以上。
3、通过5G技术与WMS系统的共同建设，实现人均发运综合效率提升27.4%。
4、通过5G技术与云桌面升级，用电成本投入实现降耗90%以上，按现有量降本约8.5万/年
5、通过5G引导机器人的使用，可减少日常接待人员1名，并提升了客户参观体验。`
  },
  {
    label: "其他",
    value: "f",
    index: 6,
    textDetail: `天正5G全连接工厂方案中融合4G/5G无线网络替代有线网络和WIFI，可以解决有线改造不易、WIFI覆盖不足、传输不稳定等问题，部分企业工厂中现存的4G/WIFI的数据集采终端和视频监控终端可以无缝衔接完成替换。下沉到温州地市的UPF可以为后续试点的无人机/无人车巡检、AGV自动驾驶、AR/VR远程辅助、机器视觉工业检测、PLC控制和机器间协同等应用提供超大上下行带宽和超低时延能力，满足核心生产环节中极致苛刻的网络诉求。同时，基于共享式UPF的5G公网专用模式，除了提供生产数据本地分流功能，满足数据不出园的高安全诉求之外，还提供全时段、全场景下专业的网络运维服务，企业自身无需增设和培训专用的网络运维人员，为其他企业进行5G智慧工厂数字化改造提供了借鉴。`
  },
  {
    label: "经济性和可推广性",
    value: "h",
    index: 7,
    textDetail: `1、经济性：
1）提高生产效率：5G可以使工厂实现设备和生产过程的自动化，减少人工干预和人工成本。通过精准的数据采集与实时分析，可以优化生产调度，减少生产停机时间，从而提升生产效率。
2）设备效能提升：通过5G连接的智能设备和传感器，能够实时监控设备状态，提前预测设备故障，降低设备维修和停机的成本。
3）供应链优化：通过5G的高速连接，工厂能够实现供应链的智能化管理，包括实时库存监控、物料追踪、需求预测等，从而降低库存成本和物流运输成本。
2、可推广性：
天正5G全连接工厂，基于领先的通信技术优势、服务能力和日臻完善的智能制造融合生态系统，代表了工业互联网未来发展方向，不仅带动天正自身的企业数字化转型与创新发展，天正电气作为低压电器行业的标杆企业，智能制造与5G融合项目的成功应用，更为低压电器行业带来示范性与引导性，已带动行业整体转型升级。`
  }
])
</script>
<style lang="scss" scoped></style>
