<template>
  <TwelveTemplate :title="'面向多品种、小批量产品定制订单的供应链协同平台'" :subDetail="''" :menu-list="list" />
</template>
<script lang="ts" setup>
import { ref } from "vue"
import TwelveTemplate from "@/components/TwelveTemplate/index.vue"
const list = ref([
  {
    label: "场景实例描述",
    value: "a",
    index: 1,
    img: ["103.png", "104.png"],
    textDetail: `为应对低压电器行业日益增长的产品个性化、多样化、小批量需求，基于平台化架构搭建以客户需求驱动的TGSCP平台（天正供应链协同平台），通过集成DMC、PLM、ERP、APS、MRP、SRM、MES等核心业务系统，结合AI模型、物联网、大数据、SCADA等信息技术，外部为用户提供在线定制与订购，内部建立按订单生产的供应链协同模式，实现以个性化订单为主线穿行研发、计划、采购、制造、物流等环节的数据流，帮助企业保留低成本、高质量、高效率的规模化生产，同时能兼顾个性化、定制化的产品和服务，提升用户满意度。
TGSCP平台核心由6大系统组成:
DMC系统：为用户提供在线产品选型和定制等功能，通过网络化手段及时、准确地捕捉多元化市场需求信息。
PLM系统：与PLM为核心集成MCAD、ECAD、CAE、CAPP、PLM等先进数字化设计/管理工具，实现定制产品全生命周期管理。
3）APS平台：建立面向订单MTS的智能化排产模式，动态柔性计划模式保障客户定制订单准时交付。
4）MRP平台：基于生产计划、BOM以及库存情况等信息，进行精确的物料需求计算，为供应商制定采购计划。
5）SRM平台：建立供应商门户，及时发布采购计划，实现与供应商的高效采购业务协同。
6）MES系统：基于个性化定制订单，实现生产过程透明可视，对生产效率、质量过程进行控制。`
  },
  {
    label: "解决的痛点问题描述",
    value: "b",
    index: 2,
    textDetail: `为了应对定制产品多、需求波动大、行业要求敏捷交付、供应商配套能力差等行业痛点问题，围绕提高需求计划准确率和订单交付能力，通过搭建系统平台来解决以下问题：
通过DMC渠道云平台提供在线的产品选型和定制功能，解决客户个性化定制需求线上快速收集、客户无法得知预计交期以及跟踪订单状态的问题；
通过PLM系统建立产品和项目管理，与ERP、MES系统集成BOM和图纸，解决个性化新产品开发过程无法管控、研发周期长的问题、产品变更无法及时通知车间的问题；
3）通过APS平台动态柔性的智能化排产，解决因人工排产造成的生产无序、生产产品无法匹配市场需求、订单交付不及时的问题；
4）通过MRP平台精准计算物料需求，解决因人工采购造成的材料库存积压，供应商供料不及时造成生产物料不齐套而停工的问题；
5）通过SRM平台提供供应商门户，解决与供应商采购业务线下协同效率低，采购不透明、交付效率差的问题；
6）通过MES系统，对生产过程进行报工，建立严格的IQC/PQC/FQC的检验机制，解决生产不透明、效率低、产品质量差的问题。`
  },
  {
    label: "采用的技术方案",
    value: "c",
    index: 3,
    subList: [
      {
        title:
          "1）DMC渠道云平台基于深圳市前海圆舟网络科技股份有限公司的Xsimple平台，基于该平台之上进行定制开发，实现满足低压电器分销和直销模式下的销售订单管理系统。",
        img: "105.png"
      },
      {
        title:
          "2）PLM系统基于PTC公司Windchill系统，双方基于低压电器的行业特点和天正的特色业务模式联合定制开发构建了天易研协同研发平台。"
      },
      {
        title: `3）APS、SRM基于广东美云智数科技有限公司的排程易、SRM系统，双方基于低压电器的行业特点和天正的特色业务模式联合定制开发构建了天正APS智能排产系统、SRM系统。
          MRP系统基于ORACLEEBS的标准模块实施，通过定制化开发，向上获取APS日计划和月计划，采购计划发布到SRM系统。
MES系统由天正自主开发，满足低压电器的特色生产模式，以及面向个性化订单的柔性生产要求。`,
        img: "106.png"
      },
      {
        title: `5）通过北京数聚鑫云信息技术有限公司数聚蜂巢API平台实现DMC、APS、SRM、MRP等系统数据集成。`,
        img: "107.png"
      }
    ]
  },
  {
    label: "保障要素",
    value: "d",
    index: 4,
    textDetail: `1）专项成立供应链改善小组，对现有供应链体系进行完善，修订体系标准规范并在责任部门进行宣贯，成立供应链IT部负责系统建设、培训和运维。
2）由各业务模块关键用户负责项目开发与数据管理，并出台一系列制度及相应的激励机制，确保系统持续稳定应用和优化。
3）选取国内领先的信息系统产品，如白山云API平台，美云智数APS、SRM系统，借助其国内领先的平台优势与丰富的制造业实施经验，以保障数字化系统实施的成功率。
4）对供应链上下游进行数字化辅导，培训使用天正相关系统，同时协助建立信息化系统提升运营管理能力。`
  },
  {
    label: "已实施成效",
    value: "e",
    index: 5,
    textDetail: `通过DMC、APS、MRP、SRM等系统的集成实施，实现从客户需求驱动生产计划、物料需求、采购计划的协同拉通，建成完成后，已实现供应链协同平台对上下游100%全覆盖，线上收集个性化定制产品需求222805个，具体效益指标包括定制产品7天内交付占比提升至80%，客户订单效率提升90%，供应商交付及时率达到99.84%以上，订单及时率达到95%以上，库存金额降低30%以上，库存周转次数提升至14次。
基于数字化系统基础，推动采购流程与采购模式优化升级，打造天正数字化采购，实现供应商来料合格率提升15%、采购费用率下降12%、采购物流成本降低25%、特殊订单配送周期缩短3天。`
  },
  {
    label: "其他",
    value: "f",
    index: 6,
    textDetail: `整个供应链计划涵盖天正内部供应链及上下游，通过供应链各环节的拉通及信息透明化，整体降本增效效果明显，客户与供应商的满意度显著提升。`
  },
  {
    label: "经济性和可推广性",
    value: "h",
    index: 7,
    textDetail: `天正供应链协同平台的建立，全面拉通供应链端的需求到计划，优化供应链资源配置和效率，透明化管控降低了运营风险，整体平台已部署完成，同时快速延伸推广至上下游。该项目投入400万元，在减员增效、降低库存、采购降本等方面每年直接或间接收益超过300万，供应链计划整体效率提升明显，客户满意度极高。
通过生产计划驱动供应商更加精准、有提前期的生产备料，帮助供应商实现降低库存成本，提高供货效率。目前已超过500家重点供应商纳入物料采购计划管控，形成了供应链协同优势。
其中天正的APS智能排产平台已经通过软件著作权申请，考虑到低压电器的排产模式存在相似性和可复制性，未来该软件及供应链整体实施方案可以在业内其他制造厂商进行推广。`
  }
])
</script>
<style lang="scss" scoped></style>
