<template>
  <TwelveTemplate :title="'基于数字化的精益生产管理'" :subDetail="''" :menu-list="list" />
</template>
<script lang="ts" setup>
import { ref } from "vue"
import TwelveTemplate from "@/components/TwelveTemplate/index.vue"
const list = ref([
  {
    label: "场景实例描述",
    value: "a",
    index: 1,
    textDetail: `数字精益管理以减少浪费、提高生产效率与质量一致性为目标的管理理念，主要注重精益求精、精简生产流程，通过系统结构、人员组织、生产方式转型、透明化管理等方面的变革，消除生产过程中不增值的活动，以数字化的形式辅助管理者进行决策，并持续改进Q、C、D、S、M等指标，以满足客户需求。`
  },
  {
    label: "解决的痛点问题描述",
    value: "b",
    index: 2,
    textDetail: `解决离散制造业综合制造效率低、管理不透明等突出问题。
标准工时没有系统化管理，造成计划排产不精确、生产过程不均衡，影响到客户交付；无法准确评估生产状况，使劳动生产率、产线平衡率、设备投资回报等数据的分析缺乏重要依据，影响管理层决策；
设备的使用状态、生产品质、开动情况缺乏有效管控，设备运行反馈机制缺失，造成设备无法满负荷运行，无法将企业资源最大化利用；设备种类多样、接口协议不统一，造成设备联通及数据采集困难；
生产过程中需要在多个系统（ERP、APS、MES等）频繁切换，不仅会产生信息壁垒，形成信息孤岛，还导致工作效率低下、增加员工工作量及企业管理成本；`
  },
  {
    label: "采用的技术方案",
    value: "c",
    index: 3,
    textDetail: `消除过程中浪费为根本思想，降低成本，增加利润为目标，通过标准工时库、设备OEE管理系统、信息化技术三部分相结合组成精益管理体系，为公司解决生产上的问题提供数据支撑和方向引导。 
建立标准工时库，不仅为生产计划排产、增减机器设备、合理确定工价提供数据支撑，还为生产效率、产线负荷提供评估基础。 
设备OEE系统作为反馈设备利用率状况的工具，不仅为可视化管理带来便利，同时还结合物联网、互联网技术进行自动化设备的数据采集，为设备预保养提供依据；
信息化技术方面开发MOM系统，向上与工艺系统、ERP系统等进行数据交互，向下与加工、物流、检测和仓储等自动化设备集成，为精益生产提供了高效、科学的管理平台。实现前后端的数据高效对接，提高效率。`
  },
  {
    label: "保障要素",
    value: "d",
    index: 4,
    textDetail: `体系保障：推进精细化现场管理，提升现场管理水平和企业的整体效益。建立“星级工厂评价体系”，系统化提升公司管理水平。
流程保障：建立提案改善制度，开发提案改善信息化系统，系统性地引导全员自主持续改善，通过改善兑换实物奖励，创造全员积极参与改善的精益文化氛围。
人才保障：开展线上天正在线学习平台系统，供员工随时随地学习；线下成立内部企业大学堂，打造天鸿、天鹰、天鹏人才培育体系，培养多方位精益人才，筑基天正精益生产管理体系。`
  },
  {
    label: "已实施成效",
    value: "e",
    index: 5,
    textDetail: `通过实施标准工时库管理，为科学计划排产、合理配置工序人力提供数据基础，有效分配生产任务，调动员工的积极性，最终实现准时化交付。标准工时库为生产环节消除瓶颈提供指导，有效的提高企业劳动生产率。
搭建设备OEE管控平台，对设备联网监控，实现数据记录无纸化、生产过可视化及生产管理透明化，为顺利生产保驾护航。
建设MOM制造运营管理系统，对生产进度、现场运行、质量检验、设备状态等信息，进行数据的自动采集和分析，实现生产调度自动化，过程管理信息化。`
  },
  {
    label: "其他",
    value: "f",
    index: 6,
    textDetail: ``
  },
  {
    label: "经济性和可推广性",
    value: "h",
    index: 7,
    textDetail: `‌提升企业管理水平‌：通过数智化工具实时监测和分析生产数据，帮助企业精准定位瓶颈、减少过度生产和库存积压，降低成本。
‌促进管理模式变革‌：从粗犷式管理向精细化管理转变，明确岗位职责，实现流程可视化，提高决策的科学性和准确性‌。
‌实现降本增效‌：通过自动化设备和数据分析技术，减少人工成本，提高工作效率和准确性，实现企业的降本增效目标‌3。
综上所述，数智精益管理通过数据驱动、流程优化和智能技术应用等手段，解决了企业运营中的效率低下、资源浪费和成本高企等问题，提升了企业的整体运营效率和经济效益。`
  }
])
</script>
<style lang="scss" scoped></style>
