<template>
  <TwelveTemplate :title="'设备运行监控'" :subDetail="''" :menu-list="list" />
</template>
<script lang="ts" setup>
import { ref } from "vue"
import TwelveTemplate from "@/components/TwelveTemplate/index.vue"
const list = ref([
  {
    label: "场景实例描述",
    value: "a",
    index: 1,
    img: "137.png",
    textDetail:
      "针对离散型制造业工厂设备的管理现状，构建基于不同品牌、不同类型的设备的统一管理平台，实现关键设备资源的实时在线监测和运维管理。天正电气与研华共同开发设备综合效率管理系统，通过对设备的数字化改造和管控，打通与现有MES、EAP等系统的接口，形成一定规模的物联网络，进而实现工厂生产管理、质量管理、设备管理一体化，达到提高工作效率，降低制造成本、提高管理水平的目的。"
  },
  {
    label: "解决的痛点问题描述",
    value: "b",
    index: 2,
    textDetail: `离散型制造业生产设备种类繁多，设备多为单机，M2M不能通讯，生产数据、质量数据及设备状态不透明，生产过程数据采集和管理困难，缺乏统计集控管理；设备实时作业机台信息获取困难，对设备报警、预警的信息前置管理较差，设备状态在线检测能力较弱；设备日常维修保养及备品备件管理手段不足，缺乏周期性更换保养计划基础；基于统一平台的数据统计和报表输出能力薄弱，数据赋能目标难以实现。`
  },
  {
    label: "采用的技术方案",
    value: "c",
    index: 3,
    img: "138.png",
    textDetail: `设备综合效率管理系统，由天正电气提供设备OEE计算模型、设备PLC/HMI到网关的联网实施；由研华科技负责系统软件开发实施。系统采用研华的WebAccess/SCADA平台，运行稳定。`
  },
  {
    label: "保障要素",
    value: "d",
    index: 4,
    textDetail: `1．项目资源投入：抽调公司自动化设备工程师组件团队，通过培训对SCADA项目的深入了解，投入软硬件资源和资金
2．管理机制健全：项目初期深入调研，沟通可实现目标，推进项目实施和落地，降低项目风险；
3．组织保障和完善：在项目推进过程搭建项目团队，寻求领导支持，建立熟悉沟通和汇报机制。`
  },
  {
    label: "已实施成效",
    value: "e",
    index: 5,
    textDetail: `通过场景建设，已建立综合效率管理系统，加强了对关键生产制造设备的管理，实现数据采集和分析、指令的下达和作业文件的下发，有效提升了设备的智能化水平，间接降低制造成本，是生产管理水平逐步提高。截至目前，已实现266台关键设备联网，联网率100%，关键设备OEE提升20%。`
  },
  {
    label: "其他",
    value: "f",
    index: 6,
    textDetail: `本场景系统在成功应用后，对于设备综合效率的提升、在线监测分析工作改进提供了有力的数据支撑。直接或间接提高了生产效率、降低了生产成本、提高了产品质量，是离散型制造业设备管理水平提升的方向。`
  },
  {
    label: "经济性和可推广性",
    value: "h",
    index: 7,
    textDetail: `经济性：通过数据采集、分析和处理，将数据转化为可指导行动的信息，提高设备维保水平，实现266台关键设备OEE提升20%，企业可减少1300万元设备投入。
可推广性：该场景所处环境普适于离散制造业，场景设计不同设备的数字化管理应用，具有极强的推广和扩展前景。首先，在技术兼容性上采用了JAVA开发语言，与通用软件兼容性强，同时现有场景系统采用了灵活的配置选项，可适应不同组织和业务需求的编号，具有极强开展性。现有系统的用户界面和操作流程相对简单直观，可方便用户快速上手和使用。`
  }
])
</script>
<style lang="scss" scoped></style>
