<template>
  <TwelveTemplate :title="'应对复杂订单需求下的智慧物流系统解决方案'" :subDetail="''" :menu-list="list" />
</template>
<script lang="ts" setup>
import { ref } from "vue"
import TwelveTemplate from "@/components/TwelveTemplate/index.vue"
const list = ref([
  {
    label: "场景实例描述",
    value: "a",
    index: 1,
    img: "125.png",
    textDetail: `为了满足电器行业多订单、多品种、频次高、复杂批量且时效要求高的复杂特点，天正公司自主设计开发了适应电器行业复杂订单需求的高性价比智慧物流系统，通过托盘立体仓储系统、箱式立体仓储系统、自动拆托拣选系统、货到人拣选系统等物流系统，实现了产品生产下线后的全自动入库、仓储、拣选、分拣与发运作业。
整个智慧物流仓储系统包含15000个箱式货位、9620个托盘货位、24台穿梭车，5条巷道，3台拆垛机器人可实现日出货量30000件（箱），作业效率提升了50%，从建设到投入使用仅9个月时间，从上线效率、投入产出、业务匹配度上，均属于行业领先水平。
搭建了立库WMS系统，并优化了大小波次最优订单分配模型、波次接力拣选任务模型，并搭建了3D数字孪生模型。`
  },
  {
    label: "解决的痛点问题描述",
    value: "b",
    index: 2,
    textDetail: `1.传统物流存储方式以平地堆放为主，仓储利用率低成本高，仓储空间严重浪费；
2.传统物流作业方式以人工为主，效率低下，出错率高，先进先出难控制，库存易呆滞；
3.传统物流拣货方式主要是人找货作业路径长、人眼识别、经验判断、且物流与信息流无法同步。`
  },
  {
    label: "采用的技术方案",
    value: "c",
    index: 3,
    img: "126.png",
    textDetail: `天正融合多种创新性技术方案的进行规划并设计方案， 由北起院统筹多家软硬件供方联合实施。
1.双伸货位动态存储技术：运用人工智能算法结合产品存取频率、单位时间存放量，动态得出货位分配优化策略，大福提升货位利用率和产品出入库效率。
2.大小波次最优订单分配模型：实时计算货到人拣选工位的订单执行状况，结合箱线的负载动态，下发小波次任务，实现的拆零拣选效率的大幅提升。
3.波次接力拣选任务模型：科学规划小单元库区，就近投放拣货容器进行接力传递，缩短了人工拣货的搬运距离。
4.3D数字孪生模型： 依靠3D建模软件，与PLC、WCS、WMS等多软件数据集成，实时采集设备、物料、货位等信息，实现设备远程可视化，提升物流的运维和管控能力。`
  },
  {
    label: "保障要素",
    value: "d",
    index: 4,
    img: "127.png",
    textDetail: `1.软件实时监控：通过 3D 数字孪生模型及箱线检测图实时监控设备运行状态，实现故障 监测和预警，保障智能仓储正常运行。
2．完善规范和指引：对于高空存货、机械作业、电气安全重新制 定安全作业规范；识别关键岗位并制定操作指引。
3. 人员分类与培训：根据岗位操作的难易度对人员重新进行分配定岗，并组织进行安全、质量及效率提升培训。
4．设备保养及维护：建立备件库，保障立库稳定运行；建立设备维修团队及相应设备点检制度。`
  },
  {
    label: "已实施成效",
    value: "e",
    index: 5,
    textDetail: `1.提高仓储效率：智能仓储系统通过自动化设备和智能 管理，物料出库效率提升50%。
2.减少人力成本：仓储人员减少40%(项目前60人减少到36人)
3.提升准确性和精度：通过使用传感器、视觉识别和数据分析等技术实现对货物的 100%精确识别、定位和分类。
4.优化空间利用：通过智能的货物堆放和路径规划，仓库空间的利用效率提升了4倍，可备货金额从1亿到4亿元。
5.实时可视化和精细化追溯：实现了对货物状态、库存量、仓库运营情况等的实时可视化和追踪，并精细到生产批次号管理。`
  },
  {
    label: "其他",
    value: "f",
    index: 6,
    textDetail: ``
  },
  {
    label: "经济性和可推广性",
    value: "h",
    index: 7,
    textDetail: `‌1.经济性：
1）相比平库， 占地空间由原来20000 ㎡缩减到7000 ㎡ ，占地面积减少65%；
2）相比人工操作，人员综合成本减少230万/年；
3）物料周转天数从31.8天提升到24天。 
2.可推广性：
1）.可推广范围广：针对中小企业做自动化投入提供了小投资大回报的高性价比解决方案：
在占地面积5000平方米场地上，实 现了年发运额60亿的吞吐量，满足了发运量80%以上的产品实现 全自动化出库，完美实现了人机协作，箱线简短，设备集中，用最合理的设备和结构完成了具备自动存取、拆零拣选、打包复核等多种功能的整体智能化设备。
2）可推广成熟度高：针对电器行业小批量、多批次订单和大批量订单模式兼容提供了效率最优解决方案。
该项目针对电器行业订单零散、拆零度高的特点，整合了 多种仓储作业形态，能实现整托出入库、整箱出入库、货到人拆 零拣选、多订单打包的业务模式，更贴合实际的业务需求，能够解决电器行业的物流业务的共性问题。
3）可推广组织能力健全：通过项目规划、实施、运营及完善近三年时间，通过各部门的协同配合，公司培养了项目经验丰富的工业化团队、信息部团队、物流项目团队、设备维修团队以及丰富的第三方技术支持团队，并应用现有的模式已在青山控股、爱康保利管业、宏发电器、麦格米特电气等众多公司实施经验推广。`
  }
])
</script>
<style lang="scss" scoped></style>
