<template>
  <TwelveTemplate
    :title="'天易研PLM'"
    :subDetail="'天易研PLM系统通过集中管理和优化产品的整个生命周期，帮助企业提高效率、降低成本、缩短产品上市时间，并确保产品质量和合规性。其架构涵盖了数据管理、过程管理、协同工作和应用层，核心功能包括产品数据管理、项目管理、变更管理、协同工作和制造管理。PLM在制造业、高科技行业、医疗设备和消费品等多个领域都有广泛的应用。'"
    :menu-list="list"
  />
</template>
<script lang="ts" setup>
import { ref } from "vue"
import TwelveTemplate from "@/components/TwelveTemplate/index.vue"
const list = ref([
  {
    label: "快速了解",
    value: "a",
    index: 1,
    textDetail:
      "天易研（PLM） 是一种综合性的方法和工具集，旨在管理和优化产品的整个生命周期，从最初的概念设计到最终的退役和回收。天易研PLM系统通过集中管理产品相关的所有信息和流程，帮助企业提高效率、减少错误、缩短产品上市时间，并确保合规性和质量。"
  },
  {
    label: "架构说明",
    value: "b",
    index: 2,
    textDetail: `天易研PLM系统的架构通常包括以下几个主要组成部分：
1. 数据管理层：
产品数据管理（PDM）：集中存储和管理与产品相关的所有数据，如设计图纸、规格说明书、工艺文件等。
文档管理：管理各种文档的版本控制、访问权限和生命周期状态。
配置管理：确保产品的正确配置和变体管理。
2. 过程管理层：
项目管理：管理产品开发和生产的项目计划、任务分配和进度跟踪。
变更管理：跟踪和管理产品设计和生产过程中的变更请求和批准流程。
工作流管理：定义和自动化业务流程，确保任务的顺利执行。
3. 协同工作层：
协同设计：支持多团队、多地点的设计协作，确保信息的一致性和共享。
供应商管理：管理和评估供应商，确保供应链的稳定和高效。
客户协作：提供客户反馈和参与机制，改进产品设计和质量。
4. 应用层：
设计工具集成：与CAD、CAE等设计工具集成，实现数据的无缝传输。
制造系统集成：与MES、ERP等制造和企业资源计划系统集成，确保信息的实时同步。
服务和支持：管理产品的维修、保养和服务，延长产品的使用寿命。`
  },
  {
    label: "核心功能",
    value: "c",
    index: 3,
    textDetail: `1. 产品数据管理：
设计数据管理：存储和管理CAD图纸、3D模型等设计数据。
文档管理：管理技术文档、用户手册、测试报告等。
版本控制：管理不同版本的数据，确保使用正确的版本。
2. 项目管理：
项目计划：制定和跟踪项目计划，管理任务分配和进度。
资源管理：管理项目所需的人力、设备和材料资源。
风险管理：识别和管理项目风险，确保项目的顺利进行。
3. 变更管理：
变更请求：提交和管理变更请求。
变更审批：审批变更请求，确保变更的合理性和必要性。
变更实施：执行变更并记录变更结果。
4. 协同工作：
多团队协作：支持不同团队之间的协作，确保信息的实时共享。
多地点协作：支持不同地点的团队协作，确保信息的一致性。
供应商协作：与供应商进行协作，确保供应链的透明和高效。
5. 制造管理：
工艺规划：制定和管理生产工艺，确保生产过程的高效和质量。
生产调度：优化生产计划和调度，提高生产效率。
质量管理：管理产品质量，确保符合标准和法规要求。`
  },
  {
    label: "应用场景",
    value: "d",
    index: 4,
    textDetail: `1. 制造业：
汽车制造：管理汽车设计、生产和售后服务，确保产品质量和合规性。
航空航天：管理复杂产品的设计、制造和维护，确保高可靠性和安全性。
电子制造：管理电子产品的设计、生产和测试，缩短产品上市时间。
2. 高科技行业：
消费电子：管理消费电子产品的设计、生产和市场推广，提高产品竞争力。
软件开发：管理软件产品的开发、测试和发布，确保软件质量和用户满意度。
3. 医疗设备：
医疗器械：管理医疗设备的设计、制造和认证，确保产品的安全性和有效性。
制药：管理药品的研发、生产和销售，确保药品的质量和合规性。
4. 消费品行业：
服装：管理服装设计、生产和销售，确保产品的时尚性和质量。
家居用品：管理家居用品的设计、生产和销售，提高产品的市场竞争力。`
  }
])
</script>
<style lang="scss" scoped></style>
