<template>
  <TwelveTemplate :title="'产线自动化“一键换型”柔性生产'" :subDetail="''" :menu-list="list" />
</template>
<script lang="ts" setup>
import { ref } from "vue"
import TwelveTemplate from "@/components/TwelveTemplate/index.vue"
const list = ref([
  {
    label: "场景实例描述",
    value: "a",
    index: 1,
    textDetail: `为解决越来越多的客户定制产品需求，常规大批量生产线换型较慢，不能及时满足快速交付的问题。
工业化团队在自动化设备研发与智能车间规划时，充分研究产品结构、设计通用性设备或是工装、无法通用的则采用快速换模装置，基于以上前提条件，项目实施阶段共完成了20余条生产线、79台设备的研发、组装、投用工作。实现了塑壳系列、微断系列的自动化装配、检测；本项目广泛采用平面机器人、集成化工装设计，最大程度的实现生产线柔性配置，同类产品可兼容生产，实现多品种、小批量快速调整、设备自动换型等多种自动化柔性生产方式，同时结合SCADA实时监控过程数据，通过MES集成生产相关数据，实现精准追溯与透明化管理。`
  },
  {
    label: "解决的痛点问题描述",
    value: "b",
    index: 2,
    textDetail: `1.解决了多品种、小批量产品兼容生产，有效提高效率。 
2.解决了频繁切换产品导致的换型时间长的问题，满足客户快速交付问题，提升公司竞争力。`
  },
  {
    label: "采用的技术方案",
    value: "c",
    index: 3,
    textDetail: `生产线采用：主要配置弹簧自动分离、平面机器人的集成应用、柔性供应结构与CCD视频的综合应用，通过PLC与工业计算机的综合应用，奠定生产线柔性配置的基础；
生产全流程：设计高度集成的MES系统，从原料扫码入库、按FIFO原则进行发料、生产线根据生产进度自动触发AGV进行送料，生产线进行投料到成品完工出库全流程管控，成品经过QMS检测合格后，触发AGV搬运成品，自动完成入库。`
  },
  {
    label: "保障要素",
    value: "d",
    index: 4,
    textDetail: `人：制定各类标准作业执行文件，并进行理论与实操培训、定期进行跟踪并进复盘，作好基础能力储备工作。`
  },
  {
    label: "已实施成效",
    value: "e",
    index: 5,
    textDetail: `项目建设完成后，目前操作人员已从1742人减少至1354人，综合效率提升28%，产品一次下线直通率达98%；`
  },
  {
    label: "其他",
    value: "f",
    index: 6,
    textDetail: `项目实施后，提升整个工厂的综合效率，对于新方案的实施，同类车间可直接复制应用，减少人员数量的同时，降低生产能耗。智能化改造后，整个工厂的产能提升了28%，经济效益明显。`
  },
  {
    label: "经济性和可推广性",
    value: "h",
    index: 7,
    textDetail: `该场景实例总计花费***万元，但每年为公司节省超过***万，并且大幅提高产品质量，使得公司竞争力大幅提升。
同时该场景实例采用的柔性结构与CCD集成应用的生产线，综合投入成本相关较少，适合在低压电气行业类进行推广应用。`
  }
])
</script>
<style lang="scss" scoped></style>
