<template>
  <TwelveTemplate :title="'MTO/MTS混合生产模式的智能排产管理应用'" :subDetail="''" :menu-list="list" />
</template>
<script lang="ts" setup>
import { ref } from "vue"
import TwelveTemplate from "@/components/TwelveTemplate/index.vue"
const list = ref([
  {
    label: "场景实例描述",
    value: "a",
    index: 1,
    img: "108.png",
    textDetail:
      "为了应对定制产品多，需求波动大、行业要求敏捷交付、供应商配套能力差等行业痛点问题，自主开发基于智能算法的TGAPS智能排产平台，实现MTO/MTS模式下的智能化排产。通过对订单交期、工厂资源、原料库存、产品品质等多维度分析，结合产线产能、优先级、次要约束等条件，动态柔性计算出最优的T+N排产结果，以工单形式实现APS和MES的数据映射，实现全流程生产计划与资源动态协同，提高计划效率和交付能力。"
  },
  {
    label: "解决的痛点问题描述",
    value: "b",
    index: 2,
    textDetail: `针对低压电器行业竞争激烈、渠道客户复杂、定制化产品多、交付周期短等特点，借助智能排产平台在生产计划端解决的痛点问题如下：
1.解决库存结构性矛盾，物流备货产品与市场需求匹配度低的问题；
2.解决计划变动、插单造成物料无法满足交付、生产无序的问题；
3.解决因人工排产造成的生产无序以及原材料、成品库存积压的问题；
4.解决生产过程中无法获取实时信息，导致突发状况和风险无法识别预警的问题。`
  },
  {
    label: "采用的技术方案",
    value: "c",
    index: 3,
    img: "109.png",
    textDetail: `1．联合广东美云智数科技有限公司，双方基于低压电器的行业特点，结合天正的特色业务模式，制定可行的流程优化方案，并就天正提供的知识库以及场景案例，在美云智数的排程易系统上定制开发并构建了天正APS智能排产系统（已获得软件著作权证书），应用智能算法和调度模型，建立动态柔性的智能化排产模型。
	2．系统架构：分为数据层、核心层、应用层。数据层主要由自主搭建数聚蜂巢API接口平台，与已有的ERP、SRM、MES系统提供的订单、工艺路线、物料、库存、生产资源等数据集成；核心层主要通过数学建模和高级优化算法来处理复杂的约束条件和优化目标，生成最优的生产计划和排程方案；应用层为用户提供图形化界面，通过预先设置的排产规则，充分考虑订单优先级、产能等因素，自动排程并将工单传入到下游MRP和MES系统。`
  },
  {
    label: "保障要素",
    value: "d",
    index: 4,
    textDetail: `1.成立供应链IT项目团队，不断完善供应链体系，对项目进行全生命周期管理；
	2.定期备份数据，制定灾难恢复计划，确保故障时能快速恢复，并通过加密技术保障信息安全；
	3.建立健全完善的数据采集和管理机制，包括数据源收集、数据验证、数据清洗等标准化作业，保障数据的准确性和完整性；
	4.制定KPI关键绩效指标，明确奖励标准和评估准则，激发项目团队的积极性和创造性，确保系统稳定运行与优化。`
  },
  {
    label: "已实施成效",
    value: "e",
    index: 5,
    textDetail: `通过APS智能排产平台的实施，从销售订单的承接到敏捷生产的全流程管控，生产计划驱动物料需求与采购计划协同拉通，据统计，APS上线后系统自动派工较手动派工效率提升70%，计划人员减少20%，原材料库存周转天数提升至14次，生产计划达成率达到98%，订单交付及时率达到95%。`
  },
  {
    label: "其他",
    value: "f",
    index: 6,
    textDetail: ``
  },
  {
    label: "经济性和可推广性",
    value: "h",
    index: 7,
    textDetail: `1.经济性：
（1）天正APS智能排产平台通过全面细化管理，构建库存计划和产销协同模型，实现智能规则下排产，优化资源配置，该项目总投入150万元，每年减少生产调度人员节约人力成本超过60万元；
（2）实现库存精细化、透明化管理，减少呆滞库存和过高的备库量，库存金额下降15%。
	2.可推广性：
（1）APS计划排程系统率先在温州园区进行试点，随后对嘉兴园区、苏吕园区等多个园区进行推广，技术成熟度高，达到行业一流水平。
		（2）天正的APS智能排产平台已经通过软件著作权申请，并且APS系统可以配置不同的生产模式、排产规则和约束条件，考虑到该行业的生产模式存在相似性和可复制性，未来该系统及管理思想能够快速推广到其他离散型制造业。`
  }
])
</script>
<style lang="scss" scoped></style>
