<template>
  <TwelveTemplate :title="'制造业服务化融合发展模式'" :subDetail="''" :menu-list="list" />
</template>
<script lang="ts" setup>
import { ref } from "vue"
import TwelveTemplate from "@/components/TwelveTemplate/index.vue"
const list = ref([
  {
    label: "场景实例描述",
    value: "a",
    index: 1,
    textDetail: `针对传统的低压配电管理系统已经不能满足云时代智能配用电系统的需求，依托公司在低压电器装备制造的实力和优势，公司积极拓展以能源工程服务产业为中心的服务业务，通过智能化产品的研发和智能运维服务平台的搭建，以嵌入式软件智能产品开发实现智能配用电系统一体化解决方案服务，并将“能源管理集成定制系统”和“综合园区智慧管理平台”作为未来重要战略转型发展方向，将设计开发、仿真优化、安装调试、监控监测、远程诊断等服务集成融合，完成从单一低压电器产品销售向能源系统解决方案承包商的全面转型，进入服务型发展战略新时期。`
  },
  {
    label: "解决的痛点问题描述",
    value: "b",
    index: 2,
    textDetail: `天正智能配用电系统，能够满足用户的不同需求，遵循配用电系统标准规范，具有专业性强、自动化程度高、可靠性强、兼容性高、方便使用等特点。主要通过智能传感技术和物联网和云计算技术实现遥测和遥控，采用负荷控制调度技术实现负荷检测和合理调配系统的负荷，提升配用电环节故障分析、预警、自愈以及防范灾害的能力，保障电网安全运行；通过对电能耗的精细化管理，实现“电力流、信息流、业务流”的高度融合，优化电能效率，实现节能降耗、降本增效。`
  },
  {
    label: "采用的技术方案",
    value: "c",
    index: 3,
    subList: [
      {
        title:
          "天正智能配用电系统一体化方案旨在为用户提供高效、智能、可靠的配用电管理。该方案整合了先进的硬件设备和智能软件系统，覆盖从配电端到用电端的全流程，实现配用电的精细化管控。系统的技术架构如图。",
        img: "128.png"
      },
      {
        img: "129.png",
        title: `1、感知层：通过天正电气智能配电设备实时采集电压、电流、功率、温度等数据，通过有线或无线通信方式（如 Zigbee、LoRa 等）将数据传输到数据采集终端。
2、站端层：数据采集终端通过以太网、4G/5G 等网络将数据汇聚到数据中心。同时，建立安全可靠的通信协议，保障数据传输的完整性和保密性。
3、平台层：数据中心具备数据存储、分析、处理功能，通过机器学习算法预测设备故障和用电负荷变化。并面向用户提供实时监控、负荷管理、故障预警与诊断、质量分析等功能。`
      },
      {
        title: `采用的关键技术主要有：1）智能算法：运用神经网络算法对采集的数据进行模式识别，快速准确地判断设备的运行状态是否异常。同时，采用遗传算法等优化算法对配用电系统的运行参数进行优化，提高电能利用效率。2）设备互联互通技术，开发统一的接口标准，使配用电设备能够实现互联互通。3）设置安全防护措施，对用户权限进行严格管理，保障配用电系统的信息安全和稳定运行。`
      }
    ]
  },
  {
    label: "保障要素",
    value: "d",
    index: 4,
    textDetail: `1、服务化业务流程：前期咨询——现场勘查——定制方案设计——项目实施介入——设备检验出厂——现场安装调试——人员培训——项目上线——验收合格——实现数字化运维——能耗顾问服务、电力顾问服务、资产顾问服务。
2、商业及盈利模式：通过总集成总承包体系打造能源管理集成定制系统以及综合园区智慧管理平台应用，从低压电器制造企业逐步转型成为客户提供整体解决方案的总承包综合集团公司，公司盈利模式从单纯的产品收入转变为集产品收入、软件开发、远程监测、信息技术、设备维养于一体的多重综合性收入，并且通过整合供应链上游供应商的资源，完善区域产业集群内企业间的协同能力，实现公司上下游产业相依的规模经济优势。`
  },
  {
    label: "已实施成效",
    value: "e",
    index: 5,
    textDetail: `1、智能配用电系统一体化解决方案服务，帮助首旅如家、融创地产、华润置业、绿地集团、宁波公牛、飞鹤、云铜集团、鞍钢集团等客户，实现降低事故发生率40%，提升运维效率30%，人力成本降低及节约电能20%，助力企业绿色发展。
2、通过改产品解决方案，帮助企业在2023年实现营收增加5000多万元，其中智能化硬件产品收入外，衍生的软件开发费用和信息技术咨询费用可占35%左右比例。`
  },
  {
    label: "其他",
    value: "f",
    index: 6,
    textDetail: `1、推动产品通用化、标准化、模块化进程，是实现高端技术的服务化提供重要的载体与保障。
2、通过前端的能源管理集成定制系统提供解决方案以及在后端的综合园区智慧管理平台提供持续信息技术服务，公司在工程交付之后提供状态感知、数据收集和提供动态的相应服务支持，不仅给客户提 供持续的服务，让客户获得真正的产品价值，也带来了公司品牌的黏度。
3、在服务客户过程中产生的产品增值性，也带动公司二次、三次销售等持续性营业收入，提高了公司的利润率和获得用户持续价值。`
  },
  {
    label: "经济性和可推广性",
    value: "h",
    index: 7,
    textDetail: `1、打破企业产品主导逻辑的传统思维，实现产品服务集成体由面向产品的产品服务系统，向面向使用的产品服务系统，到面向结果的产品服务系统的转变，最终演变的结果趋向总集成总承包，进而实现客户与企业更具竞争力的价值创造。
2、借助数字化技术，搭建“硬件+软件+平台+服务"集成系统，利用主营核心产品创造强大的嵌入性，将主营制造业务密切相关的资源整合并集成，提供包括产品设计、设备提供、安装调试在内的一体化成套性服务业务，积极整合内外部优势资源，为客户提供“一揽子”服务。`
  }
])
</script>
<style lang="scss" scoped></style>
