<template>
  <TwelveTemplate :title="'基于数据驱动的采购策略优化'" :subDetail="''" :menu-list="list" />
</template>
<script lang="ts" setup>
import { ref } from "vue"
import TwelveTemplate from "@/components/TwelveTemplate/index.vue"
const list = ref([
  {
    label: "场景实例描述",
    value: "a",
    index: 1,
    img: ["130.png", "131.png"],
    textDetail: `低压电器的制造过程涉及的零部件种类、状态繁多，生产组织、生产过程非常繁琐和复杂，供应商也比较多。在大规模个性定制的模式在没有相应数字化系统前，采购执行效率低、响应不快，大量工作线下实施，出错概率高。建成供应链数字化平台，响应“精益生产”快速采购采购模式，以供应链协同SCP平台核心，采用自动发放PO、JIT、VMI等采购模式，实现生产计划、物料计划、采购计划的高效协同，依靠互联网技术实现供需双方采购业务的在线协同处理。整合供应商寻源、导入、评价、合作等流程的数据链路，凭借数据挖掘技术、机器学习算法等前沿科技手段，运用供应商风险评级、智能寻源等创新管理模式，以精准筛选、高效合作、风险可控、成本优化为导向，达成供应商管理全流程智能化和一体化。`
  },
  {
    label: "解决的痛点问题描述",
    value: "b",
    index: 2,
    textDetail: `为了应对供应商比选复杂低效、评价体系不完善、断供风险响应机制缺少、行业要求优择精管、供应链协同性差、数据链条不贯通等行业痛点问题。天正电气95%以上的零部件都是外购件，涉及数万种物料，该场景改造实施前，主要以手工下单为主。为此急需解决采购方与供应商双方互通性差，线下沟通，时效性差，采购订单手工下达容易出错，会存在不公正问题。采购执行效率低，采购环节不可控，采购实施规则不明确，供货物料、供货比例、质量状况不透明。`
  },
  {
    label: "采用的技术方案",
    value: "c",
    index: 3,
    img: "132.png",
    textDetail: `建立物料需求与采购一体的协同平台-SRM系统，形成自动、精准的物料需求与采购计划，往上与APS系统打通获取工单计划，通过BOM分解、供应商采购比率等条件自动形成采购计划，往下与SRM系统打通共享采购订单，实现生产计划、物料计划、采购计划的自动化、智能化,通过采购业务协作、信息共享，供需双方的高效协同，有效的缩短供货周期，降低原材料、半成品库存。`
  },
  {
    label: "保障要素",
    value: "d",
    index: 4,
    textDetail: `选取国内知名SRM系统开发商-美云智数，通过升级SRM、SAP、MES等先进信息系统，打造智慧供应模式，实现供应商准入、供应商绩效评估、采购预测分析、采购寻源、采购订单、供应计划、履约管理、物流协同、财务对账、质量协同、招投标管理全过程闭环管理。经过很多轮的测试应用保障满足通过互联网事先供需双方采购业务的在线协同。
组建跨部门的供应商管理项目团队，成员涵盖采购、质量、生产、财务、IT 等部门，负责平台的整体规划、需求分析、实施推进以及后续优化。
不同领域设置项目经理负责推动及协调实施过程中存在的问题，配置关键用户承担各自领域流程梳理与编写、培训文档撰写、最终用户培训等工作，组织了5场次及线上的大约450家供应商培训工作，使各相关方推动并积极应用系统。`
  },
  {
    label: "已实施成效",
    value: "e",
    index: 5,
    textDetail: `通过改造现有采购流程，建立与升级系统功能，将所有核心流程构建在系统中，由系统根据相应规则与逻辑自行驱动，采用信息化手段减少双方运作过程不必要的环节，采购环节更加自动化、智能化，向数字化采购迈进。1、来料合格率提升（%）：15% ，2、采购费用率下降（%）：12%，3、物流成本降低（%）：25%，4、特殊订单配送周期缩短（%）：3天。`
  },
  {
    label: "其他",
    value: "f",
    index: 6
  },
  {
    label: "经济性和可推广性",
    value: "h",
    index: 7,
    textDetail: `该场景改造总计花费200万元，具有非常高的投资回报比，每年为产业链节省费用100万元以上，仅合同在线化一项就可直接减少供应商订单打印、签署协议、技术交底等文本打印费用10万/年以上。此外，该场景采用的均是通用设备，系统使用便捷，操作简单，软件为国产化生产开发，系统平台通用性强，且可复制性，定制化开发投入小，适合在行业进行推广应用。`
  }
])
</script>
<style lang="scss" scoped></style>
