<template>
  <TwelveTemplate :title="'智慧能源综合管理平台'" :subDetail="''" :menu-list="list" />
</template>
<script lang="ts" setup>
import { ref } from "vue"
import TwelveTemplate from "@/components/TwelveTemplate/index.vue"
const list = ref([
  {
    label: "场景实例描述",
    value: "a",
    index: 1,
    img: "122.png",
    textDetail:
      "以高效、精准实施能源管控为牵引，针对能源全面监控难，精细化管控成本高等问题，通过集成天正电气自研的传感器及智能仪表，自主搭建数采平台，自主研发智慧能源管理系统。对水、电、气（压缩空气）等主要能源使用进行数据采集，实现实时数据采集、在线监测、报表统计，实现能源从购、配、储、用等环节的全联接，有效地解决精细计量、智能处理、动态分析、实时评估等关键问题，为企业实现技术节能和管理节能提供了实时的、直观准确的计量核算和动态管控手段，实现对能耗使用进行平衡与优化进行信息化、智能化管理。"
  },
  {
    label: "解决的痛点问题描述",
    value: "b",
    index: 2,
    textDetail: `1.精准管控：解决了用能的精细计量，实时监测，并生产分析曲线，实现能源消耗可视化。
2.提高效率：能源消耗量自动统计生成，取代人工抄表统计的结算方式，提高工作效率。
3.故障预知：设置回路阈值，对配电设备及线路过流、过热等故障提前感知。
4.智能调整：通过能源AI大脑，智能调整。通过数据优化算法和专家模型，实现能源设备和系统全面感知，优化调整用能设备用能时段，平衡供电设备负荷，合理利用资源。`
  },
  {
    label: "采用的技术方案",
    value: "c",
    index: 3,
    img: "123.png",
    textDetail: `能源管理系统整体设计采用基于分布式服务器的SOA架构，为平台基于数据来源、数据处理、数据分析、数据存储等技术能力实现数据获取，平台的数据分析与处理，不限制使用任何数据库或数据处理系统，系统可移植性好、使用方便，功能强。平台架构分为SAAS层、PAAS层和IAAS层，分层结构可使子系统以更松散的方式耦合，易于建设、维护和进化。
电能数据采集器采用天正电气自研的新一代可通讯TGPDK系列智能数显表+安装便捷的开口式互感器等设备，确保设备数据的稳定性、准确性。`
  },
  {
    label: "保障要素",
    value: "d",
    index: 4,
    textDetail: `1.团队及资源建设：电能采集传感器及采集器均为公司自产，并有集成团队及智慧能源管理系统开发团队；
①．软件开发团队：开发团队由1位架构设计师、4位后台开发工程师、2位前台开发工程师、2位算法工程师、2位APP工程师、1位测试工程师组成；
②．集成团队：由8名有专业资质的专业人员的安装实施团队；
③．硬件生产能力：电能数据采集器及传感器均为天正电气自产，年产能可达60万台套。
2.数据稳定及安全：数据采集本地缓存、采集平台缓存、数据库存储等三级存储机制；且通过双星组网、主备服务器，平台可在通信环节实现软硬件冗余，保障数据稳定可靠。并通过部署工业防火墙、堡垒机、天擎杀毒平台等，持续提升工业设备、工业网络、工业数据的信息安全防护能力。`
  },
  {
    label: "已实施成效",
    value: "e",
    index: 5,
    textDetail: `1.清洁低碳:实现精细化管理，基于数据分析，对注塑机、空压机等高能耗设备进行节能改造及余热回收等手段，减少25%的碳排放；
2.安全可靠：排除30%的安全隐患；通过系统的数据分析及报警管理的应用，配电设施及基础设备运行安全性得到保障，降低了安全风险，已连续5年无故障运行。
3.灵活高效：通过Web端、移动端实时故障报警，实现无人值守，减少人类在强电场中的工作时间，避免职业病及人为触电事故的发生。远程方式进行主动运维，提高20%的运维效率。`
  },
  {
    label: "其他",
    value: "f",
    index: 6,
    textDetail: ``
  },
  {
    label: "经济性和可推广性",
    value: "h",
    index: 7,
    img: "124.png",
    textDetail: `1、通过能源管理系统的实现精细化管理，依托数据分析提高能源利用效率，10万平米园区能源消耗节约直接费用200万元/年，经济效益可观。
2、智慧园区综合管理系统平台设备软、硬件均为公司自主开发生产，系统平台通用性强，且可复制性，适用于工业企业、大型服务机构、商超、写字楼、学校、医院等高能耗的机构，目前主要成功应用案例有：重庆电力专科学校、普洛斯智慧园区、飞鹤乳业智慧园区、公牛集团智慧园区、宜宾五粮液、西藏自治区拉萨万达广场等。`
  }
])
</script>
<style lang="scss" scoped></style>
