<script lang="ts" setup>
import { ref, watch, computed } from "vue"
import { createTableDataApi, deleteTableDataApi, updateTableDataApi, getTableDataApi } from "@/api/table"
import { type CreateOrUpdateTableRequestData, type GetTableData } from "@/api/table/types/table"
import { type FormInstance, type FormRules, ElMessage, ElMessageBox } from "element-plus"
//import { Search, Refresh, CirclePlus, Delete, Download, RefreshRight } from "@element-plus/icons-vue"
import { usePagination } from "@/hooks/usePagination"
import { cloneDeep } from "lodash-es"

defineOptions({
  // 命名当前组件
  name: "UserTable"
})

const loading = ref<boolean>(false)
const { paginationData, handleCurrentChange, handleSizeChange } = usePagination()

//#region 增
const DEFAULT_FORM_DATA: CreateOrUpdateTableRequestData = {
  id: undefined,
  username: "",
  password: ""
}
const dialogVisible = ref<boolean>(false)
const formRef = ref<FormInstance | null>(null)
const formData = ref<CreateOrUpdateTableRequestData>(cloneDeep(DEFAULT_FORM_DATA))
const formRules: FormRules<CreateOrUpdateTableRequestData> = {
  username: [{ required: true, trigger: "blur", message: "请输入用户名" }],
  password: [{ required: true, trigger: "blur", message: "请输入密码" }]
}
const handleCreateOrUpdate = () => {
  formRef.value?.validate((valid: boolean, fields) => {
    if (!valid) return console.error("表单校验不通过", fields)
    loading.value = true
    const api = formData.value.id === undefined ? createTableDataApi : updateTableDataApi
    api(formData.value)
      .then(() => {
        ElMessage.success("操作成功")
        dialogVisible.value = false
        getTableData()
      })
      .finally(() => {
        loading.value = false
      })
  })
}
const resetForm = () => {
  formRef.value?.clearValidate()
  formData.value = cloneDeep(DEFAULT_FORM_DATA)
}
//#endregion

//#region 删
const handleDelete = (row: GetTableData) => {
  ElMessageBox.confirm(`正在删除用户：${row.username}，确认删除？`, "提示", {
    confirmButtonText: "确定",
    cancelButtonText: "取消",
    type: "warning"
  }).then(() => {
    deleteTableDataApi(row.id).then(() => {
      ElMessage.success("删除成功")
      getTableData()
    })
  })
}
//#endregion

//#region 改
const handleUpdate = (row: GetTableData) => {
  dialogVisible.value = true
  formData.value = cloneDeep(row)
}
//#endregion

//#region 查
const tableData = ref<
  {
    id: string
    name: string
    type: string
    tpye2: string
    content: string
    pay: string
  }[]
>([])
// const searchFormRef = ref<FormInstance | null>(null)
// const searchData = reactive({
//   username: "",
//   phone: ""
// })
const getTableData = () => {
  loading.value = true
  tableData.value = [
    {
      id: "1",
      name: "746上海天毅行智能电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同研发设计",
      content:
        "通过数据采集、分析和处理，实现生产过程的自动化、智能化管理。以应用价值作为持续交付目标，以需求管理作为最小监控单位，对需求进行分层/分阶段管理，并对产品的全过程进行可视化跟踪。",
      pay: "否"
    },
    {
      id: "2",
      name: "四川中博能电气有限公司",
      type: "服务业企业",
      tpye2: "能源管理与优化",
      content:
        "为企业提供能源管理与优化服务，提供数据展示与分析、节能模块、成本分析、安全预警、能耗报表、设备状态、数据接口等。",
      pay: "否"
    },
    {
      id: "3",
      name: "上海杉达学院",
      type: "学校",
      tpye2: "能源管理与优化",
      content:
        "为企业提供能源管理与优化服务，提供数据展示与分析、节能模块、成本分析、安全预警、能耗报表、设备状态、数据接口等。",
      pay: "否"
    },
    {
      id: "4",
      name: "安庆会通新材料有限公司",
      type: "制造业企业",
      tpye2: "能源管理与优化",
      content:
        "为企业提供能源管理与优化服务，提供数据展示与分析、节能模块、成本分析、安全预警、能耗报表、设备状态、数据接口等。",
      pay: "否"
    },
    {
      id: "5",
      name: "广东圆融新材料有限公司",
      type: "制造业企业",
      tpye2: "能源管理与优化",
      content:
        "为企业提供能源管理与优化服务，提供数据展示与分析、节能模块、成本分析、安全预警、能耗报表、设备状态、数据接口等。",
      pay: "否"
    },
    {
      id: "6",
      name: "会通新材料股份有限公司",
      type: "制造业企业",
      tpye2: "能源管理与优化",
      content:
        "为企业提供能源管理与优化服务，提供数据展示与分析、节能模块、成本分析、安全预警、能耗报表、设备状态、数据接口等。",
      pay: "否"
    },
    {
      id: "7",
      name: "哈尔滨铁塔电力科技发展有限公司",
      type: "服务业企业",
      tpye2: "能源管理与优化",
      content:
        "为企业提供能源管理与优化服务，提供数据展示与分析、节能模块、成本分析、安全预警、能耗报表、设备状态、数据接口等。",
      pay: "否"
    },
    {
      id: "8",
      name: "成都智祥电气设备有限公司",
      type: "服务业企业",
      tpye2: "能源管理与优化",
      content:
        "为企业提供能源管理与优化服务，提供数据展示与分析、节能模块、成本分析、安全预警、能耗报表、设备状态、数据接口等。",
      pay: "否"
    },
    {
      id: "9",
      name: "重庆传光商贸有限公司",
      type: "服务业企业",
      tpye2: "能源管理与优化",
      content:
        "为企业提供能源管理与优化服务，提供数据展示与分析、节能模块、成本分析、安全预警、能耗报表、设备状态、数据接口等。",
      pay: "否"
    },
    {
      id: "10",
      name: "科舸物联科技有限公司",
      type: "服务业企业",
      tpye2: "能源管理与优化",
      content:
        "为企业提供能源管理与优化服务，提供数据展示与分析、节能模块、成本分析、安全预警、能耗报表、设备状态、数据接口等。",
      pay: "否"
    },
    {
      id: "11",
      name: "贵州康受科技有限责任公司",
      type: "服务业企业",
      tpye2: "能源管理与优化",
      content:
        "为企业提供能源管理与优化服务，提供数据展示与分析、节能模块、成本分析、安全预警、能耗报表、设备状态、数据接口等。",
      pay: "否"
    },
    {
      id: "12",
      name: "新疆汇和亿电气设备有限公司",
      type: "服务业企业",
      tpye2: "能源管理与优化",
      content:
        "为企业提供能源管理与优化服务，提供数据展示与分析、节能模块、成本分析、安全预警、能耗报表、设备状态、数据接口等。",
      pay: "否"
    },
    {
      id: "13",
      name: "云南汉耀科技有限公司",
      type: "服务业企业",
      tpye2: "能源管理与优化",
      content:
        "为企业提供能源管理与优化服务，提供数据展示与分析、节能模块、成本分析、安全预警、能耗报表、设备状态、数据接口等。",
      pay: "否"
    },
    {
      id: "14",
      name: "浙江公* 电气有限公司",
      type: "服务业企业",
      tpye2: "能源管理与优化",
      content:
        "为企业提供能源管理与优化服务，提供数据展示与分析、节能模块、成本分析、安全预警、能耗报表、设备状态、数据接口等。",
      pay: "否"
    },
    {
      id: "15",
      name: "北京创* 新能源科技有限公司",
      type: "服务业企业",
      tpye2: "能源管理与优化",
      content:
        "为企业提供能源管理与优化服务，提供数据展示与分析、节能模块、成本分析、安全预警、能耗报表、设备状态、数据接口等。",
      pay: "否"
    },
    {
      id: "1000003",
      name: "浙江德* 科技股份有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000009",
      name: "温州万* 塑胶有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000014",
      name: "浙江九* 塑胶有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000111",
      name: "浙江伯* 利新材料技术有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001131",
      name: "乐清市* 合电器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001190",
      name: "浙江鸿* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000121",
      name: "乐清市* 风弹簧制造有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000130",
      name: "浙江飞* 电器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001308",
      name: "江苏洛* 机电股份有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000150",
      name: "乐清市* 博电器配件厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000155",
      name: "浙江宏* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001572",
      name: "温州市* 海梧田胶木电器厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001591",
      name: "苏州未* 电器股份有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001599",
      name: "乐清市* 美达电器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001606",
      name: "东晓电* 有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000161",
      name: "乐清市* 阳电机配套厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001617",
      name: "浙江金* 勒电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001675",
      name: "乐清市* 汇电气厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001678",
      name: "上海飞* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001681",
      name: "温州市* 正电器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001683",
      name: "乐清市* 弘开关有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001699",
      name: "乐清市* 新印刷厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001718",
      name: "乐清市* 美电器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001731",
      name: "乐清市* 波电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001738",
      name: "浙江百* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001755",
      name: "温州宏* 电工合金股份有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001758",
      name: "兴勤（*州）电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000177",
      name: "乐清市* 协塑胶厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001775",
      name: "乐清市* 电电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001788",
      name: "乐清市* 宇电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001810",
      name: "浙江泰* 电器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001818",
      name: "宝雨控* 有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001849",
      name: "乐清市* 隆电器开关厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001862",
      name: "北京智* 微电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001868",
      name: "浙江宇* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001878",
      name: "浙江德* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001889",
      name: "温州瑞* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001917",
      name: "浙江越* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001919",
      name: "温州康* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001926",
      name: "浙江毅* 材料有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001933",
      name: "尼普顿*器（昆山）有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001935",
      name: "温州忠* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001940",
      name: "宁德市* 胜漆包线有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001946",
      name: "浙江东* 线缆有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001960",
      name: "乐清市* 牛五金经营部",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001984",
      name: "温州市* 中涂料有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1001995",
      name: "裕明电* 有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1002007",
      name: "上海誉* 印刷科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1002012",
      name: "上海源* 印务科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1002025",
      name: "广东泰* 新材料科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1002026",
      name: "上海双* 贸易有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1002030",
      name: "上海冉* 自动化科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000220",
      name: "浙江绍* 电器制造有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000231",
      name: "浙江天* 双金科技有限公司",
      type: "",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000232",
      name: "浙江天* 标准件有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000274",
      name: "浙江正* 电器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000282",
      name: "浙江东* 成套电器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000292",
      name: "赛德电* 有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000314",
      name: "乐清市* 吕塑料件厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000328",
      name: "温州合* 弹簧制造有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000034",
      name: "乐清市* 垟华达印刷厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000364",
      name: "乐清市* 宇电器厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000037",
      name: "乐清市* 里港干燥剂厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000399",
      name: "乐清市* 升电器绝缘材料有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000433",
      name: "乐清市* 广机电配件厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006001",
      name: "浙江天* 智能电器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006010",
      name: "东莞市* 力电子材料有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006015",
      name: "上海商* 礼品有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006026",
      name: "温州市* 湾华太塑料包装厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006035",
      name: "嘉兴鑫* 模具有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000604",
      name: "山东红* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006045",
      name: "无锡蓝* 电子股份有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006050",
      name: "陕西拓* 索尔电子科技有限责任公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006058",
      name: "乐清市* 树模具有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006060",
      name: "温州原* 纸塑有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006068",
      name: "温州市* 湾国光电控设备厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006069",
      name: "黑龙江* 泽电气设备有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006070",
      name: "浙江梦* 电力科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006084",
      name: "株洲中* 时代半导体有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006086",
      name: "大庆高* 石油科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006095",
      name: "上海圣* 电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006103",
      name: "温州和* 那标识有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006114",
      name: "苏州茂* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006129",
      name: "南京华* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006130",
      name: "深圳市* 扬创晶电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006131",
      name: "嘉兴市* 洲区高照街道永禾模具厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006132",
      name: "乐清市* 市赵海数控铣床加工厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006136",
      name: "中广核*尔(浙江)新材料有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006155",
      name: "南京临* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006156",
      name: "上海南* 科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006162",
      name: "深圳市* 宏威斯达电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006170",
      name: "乐清市* 恒电气科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006171",
      name: "嘉兴子* 包装制品有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006180",
      name: "上图电* 有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006183",
      name: "北京智* 半导体科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006187",
      name: "桂林远* 电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006189",
      name: "昆山硕* 半导体有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006202",
      name: "上海皋* 电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006209",
      name: "温州金* 达电器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006235",
      name: "浙江天* 电气有限责任公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006242",
      name: "乐清市* 程精密五金制品有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006244",
      name: "苏州苏* 微科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006246",
      name: "上海得* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006247",
      name: "广东金* 智能传动技术股份有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006249",
      name: "深圳市* 成电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006252",
      name: "浙江文* 印务有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006260",
      name: "佛山市* 普材料科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006269",
      name: "浙江技* 五金制造有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006271",
      name: "浙江贝* 电子电器科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006277",
      name: "浙江佶* 科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006282",
      name: "东莞市* 泽化工有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006292",
      name: "金锚电* 控股有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006294",
      name: "重庆嘉* 龙电力科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006307",
      name: "浙江永* 电气科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006314",
      name: "浙江菲* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006317",
      name: "成都科* 智通科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006319",
      name: "帕智电*(上海)有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006335",
      name: "上海翊* 实业有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006338",
      name: "深圳市* 创电子商务有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006342",
      name: "江西安* 川电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006343",
      name: "浙江巨* 智能技术有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006346",
      name: "浙江特* 智能科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006350",
      name: "乐清市* 信绝缘材料有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006361",
      name: "上海营* 实业有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006384",
      name: "温州群* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006388",
      name: "上海斯* 克科技实业有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006406",
      name: "杭州顺* 盛电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006409",
      name: "广州盛* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006424",
      name: "上海泛* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006425",
      name: "苏州耀* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006428",
      name: "温州海* 塑料制品有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006430",
      name: "宁波实* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006442",
      name: "深圳市* 点电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006456",
      name: "杭州名* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006461",
      name: "深圳市* 光通信科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006471",
      name: "乐清市* 工仪表游丝厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006473",
      name: "嘉兴鸿* 模具科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006475",
      name: "江苏国* 科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006479",
      name: "慈溪市* 妮包装用品有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006490",
      name: "宁波华* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006494",
      name: "苏州胡* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006501",
      name: "厦门琋* 信息科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006503",
      name: "温州大* 新材料有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006513",
      name: "昆山旺* 嘉电子材料有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006521",
      name: "上海熙* 电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006531",
      name: "江西帆* 盛电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006535",
      name: "浙江佰* 电镀有限公司第四分公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006542",
      name: "昆山安* 略精密模具有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006561",
      name: "乐清市* 豪塑料件有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006577",
      name: "江苏米* 物联网科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006579",
      name: "乐清中* 智控科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006580",
      name: "宁波明* 精密机械制造有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006582",
      name: "河北北* 电气科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006584",
      name: "上海卓* 信息科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006585",
      name: "北京清* 联电器制造有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006589",
      name: "嘉兴元* 新材料科技股份有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006592",
      name: "嘉兴市* 法金属表面处理有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006594",
      name: "乐清市* 建电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006597",
      name: "舒马赫* 具科技( 杭州) 有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006600",
      name: "常州电* 研究所有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006610",
      name: "浙江福* 合金材料科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006621",
      name: "盐城简* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006624",
      name: "浙江金* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006625",
      name: "嘉兴市* 轩五金机电有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006627",
      name: "深圳市* 旺新材料股份有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006628",
      name: "上海文* 电气股份有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006629",
      name: "乐清市* 星包装材料有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006631",
      name: "乐清市* 辰电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006634",
      name: "上海日* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006636",
      name: "浙江耐* 互感器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006638",
      name: "浙江乾* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006643",
      name: "苏州战* 电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006644",
      name: "温州市* 天展示设计制作有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006646",
      name: "宁波宏* 机电科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006658",
      name: "乐清市* 垟松能五金件厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006660",
      name: "温州南* 国际贸易有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006662",
      name: "永嘉县* 塘仪表五金厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006663",
      name: "浙江乾* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006667",
      name: "温州菲* 科电气科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006668",
      name: "深圳市* 业创展电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006677",
      name: "乐清市* 领电气科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006678",
      name: "芜湖欣* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006679",
      name: "乐清市* 泽电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006682",
      name: "厦门高* 特电气自动化有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006685",
      name: "苏州崇* 电子材料有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006688",
      name: "揭阳市* 东区新美得福电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006694",
      name: "浙江飞* 电路板有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006696",
      name: "浙江迦* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006700",
      name: "浙江亿* 电工科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006701",
      name: "乐清渠* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006704",
      name: "上海务* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006705",
      name: "浙江开* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006709",
      name: "浙江陕* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006711",
      name: "浙江瑞* 电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006714",
      name: "常州市* 耘电器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006715",
      name: "浙江雷* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006716",
      name: "无锡毅* 电器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006721",
      name: "温州市* 平印务有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006722",
      name: "龙港市* 丰礼品有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006726",
      name: "上海广* 实业有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006727",
      name: "乐清合* 彩印有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006728",
      name: "深圳市* 华信科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006729",
      name: "北京中* 瑞德科技发展有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006730",
      name: "华创天*( 东阳市)电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006731",
      name: "苏州港* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006735",
      name: "温州巨* 铜业有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006737",
      name: "深圳树* 网络科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006739",
      name: "青岛德* 兴高新材料有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006740",
      name: "浙江伊* 科供应链管理有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006747",
      name: "浙江瀚* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006750",
      name: "深圳市* 昊电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006759",
      name: "杭州荣* 磁业有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006760",
      name: "昆山泓* 成激光科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006761",
      name: "温州耐* 美电力科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006764",
      name: "浙江超* 电气科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006766",
      name: "浙江索* 电器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006767",
      name: "乐清市* 鑫物资有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006768",
      name: "北京港* 机电设备有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006776",
      name: "上海电* 科学研究所( 集团)有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006779",
      name: "乐清市* 南成套电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006780",
      name: "温州尚* 格电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006781",
      name: "乐清市* 南化工有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006783",
      name: "嘉兴市* 开嘉北军悦模具店",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006784",
      name: "浙江云* 电气科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006787",
      name: "山东欧* 传动电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006788",
      name: "苏州安* 强电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006796",
      name: "上海鸣* 贸易有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006802",
      name: "温州宏* 贸易有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006803",
      name: "浙江欧* 智能科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006804",
      name: "温州力* 盾电器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006805",
      name: "东莞赋* 连电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006806",
      name: "乐清市* 光电源有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006807",
      name: "得耐特*浙江)智能科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006818",
      name: "深圳市* 康源五金电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006830",
      name: "浙江华* 整流器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006832",
      name: "丰郅(*海)新能源科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006835",
      name: "杭州万* 利丝绸文化股份有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006838",
      name: "昆山金* 电线电缆有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006839",
      name: "浙江南* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006841",
      name: "上海宝* 电器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006842",
      name: "鹰潭市* 洋线缆科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006844",
      name: "安徽首* 商贸有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006845",
      name: "温州市* 丰食品贸易有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006846",
      name: "北京远* 创新科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006847",
      name: "温州成* 电工有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006848",
      name: "北京鼎* 鸿安科技发展有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006850",
      name: "武汉高* 鑫电子有限责任公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006851",
      name: "青岛鼎* 通讯股份有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006852",
      name: "珠海市* 州光电科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006854",
      name: "温州振* 电器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006855",
      name: "昆山市* 耐特电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006856",
      name: "广东雅* 电子股份有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006857",
      name: "杭州航* 电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006858",
      name: "浙江五* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006859",
      name: "深圳市* 芯佳科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006862",
      name: "嘉兴昱* 电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006863",
      name: "嘉兴秀* 五金有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006865",
      name: "乐清市* 实模具有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006866",
      name: "温州华* 包装有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006867",
      name: "乐清市* 广包装有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006868",
      name: "松原市* 诚科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006869",
      name: "徐州市* 腾电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006871",
      name: "常州茂* 机电有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006872",
      name: "乐清市* 美包装有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006873",
      name: "温州思* 电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006874",
      name: "嘉兴万* 新材料有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006877",
      name: "禾锐材* 科技 ( 浙江) 有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006878",
      name: "昆山汉* 模架科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006879",
      name: "上海昇* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006880",
      name: "西上电* 有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006881",
      name: "浙江格* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006884",
      name: "浙江首* 电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006885",
      name: "温州吉* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006886",
      name: "浙江顺* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006887",
      name: "浙江正* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006888",
      name: "浙江益* 智能科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006889",
      name: "乐清市* 平电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006890",
      name: "四川吉* 电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006891",
      name: "上海通* 电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006893",
      name: "乐清柏* 机械科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006894",
      name: "神木市* 起物资机电有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006895",
      name: "浙江红* 电力科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006896",
      name: "乐清市* 特包装有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006898",
      name: "上海巳* 材料科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006901",
      name: "浙江赵* 服饰有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006903",
      name: "西安兆* 电气科技股份有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006904",
      name: "艾洛益*杭州)材料科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006905",
      name: "深圳市* 华立信科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006906",
      name: "浙江欣* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006908",
      name: "北京金* 源科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006909",
      name: "辛柏机* 技术 ( 太仓) 有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006916",
      name: "宁波市* 博电器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006920",
      name: "铭大振*(北京)科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006922",
      name: "深圳市* 明云端科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006923",
      name: "上海德* 菲进出口有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006924",
      name: "深圳市* 易瑞日用品有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006926",
      name: "南方电* 数字电网科技( 广东)有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006927",
      name: "深圳市* 迪亚电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006928",
      name: "苏州惠* 电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006931",
      name: "河南尚* 华商贸有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006932",
      name: "浙江久* 商贸有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006933",
      name: "乐清市* 滨低压电器冲件厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006934",
      name: "上海雷* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006935",
      name: "山西惠* 阁商贸有限责任公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006937",
      name: "温州华* 化工有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006940",
      name: "温州瓯* 贸易有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006943",
      name: "乐清越* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006945",
      name: "乐清市* 克电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006946",
      name: "德清莫* 智能科技股份有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006947",
      name: "浙江南* 输配电设备有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006948",
      name: "西安佰* 邦电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006950",
      name: "江西百* 塑业有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006951",
      name: "广州市* 硕生富能源科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006954",
      name: "乐清市* 展包装机械有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006955",
      name: "乐清市* 益电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006957",
      name: "浙江欧* 特电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006958",
      name: "青岛鼎* 通讯消防安全有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006960",
      name: "浙江大* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006961",
      name: "北京盛* 立通商贸有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006965",
      name: "台州市* 岩开来丰泽塑模有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006966",
      name: "深圳市* 胜达电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006967",
      name: "浙江力* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006969",
      name: "乐清市* 福塑胶仪表配件厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006972",
      name: "浙江专* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006974",
      name: "杭州翔* 贸易有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006976",
      name: "上海溯* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006977",
      name: "柳道万*(苏州)热流道系统有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006979",
      name: "乐清市* 鸿电器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006986",
      name: "温州半* 铜材有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006988",
      name: "烟台东* 威思顿电力设备有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006989",
      name: "深圳市* 鑫意科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006990",
      name: "西安恒* 电子新材料有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006992",
      name: "保定华* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006993",
      name: "麦卡森*气(浙江)有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006994",
      name: "浙江固* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006995",
      name: "上海盛* 电子技术有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006996",
      name: "温州宝* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006997",
      name: "哈尔滨* 德科技发展有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1006999",
      name: "北京万* 捷电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1007000",
      name: "上海临* 图文设计有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1007001",
      name: "青岛佳* 半导体有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1007003",
      name: "西安矽* 半导体有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1007004",
      name: "唐山铮* 塑业有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1007008",
      name: "浙江弘* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1007009",
      name: "温州赢* 科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1007012",
      name: "福州因* 自动化科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1007014",
      name: "上海途* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1007021",
      name: "上华电* 有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1007022",
      name: "浙江六* 柜架有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1007023",
      name: "大连第* 互感器有限责任公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1007026",
      name: "福建凤* 茶业有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000759",
      name: "乐清市* 信电器厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000808",
      name: "上海磊* 自动化设备有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000089",
      name: "乐清市* 中印刷厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "1000935",
      name: "海南昌* 石英砂有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990041",
      name: "威健国* 贸易（上海）有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990054",
      name: "惠州亿* 锂能股份有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990057",
      name: "乐清市* 腾电气厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990178",
      name: "广州市* 华澳汉科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990310",
      name: "嘉兴市* 湖区城东兆基电子产品经营部",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990319",
      name: "浙江豪* 电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990328",
      name: "乐清市* 翔电源科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990337",
      name: "高盛电* 有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990410",
      name: "乐清市* 市大堰电器配件厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990460",
      name: "上海德* 电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990483",
      name: "金锢电* 有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990495",
      name: "浙江联* 电器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990582",
      name: "乐清市* 隆包装有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990596",
      name: "浙江潮* 电力科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990598",
      name: "乐清市* 好物资贸易有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990660",
      name: "翔泽电* 设备（上海）有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990689",
      name: "浙江华* 物联技术股份有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990701",
      name: "陕西中* 电气集团有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990730",
      name: "浙江中* 印业有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990756",
      name: "无锡市* 氏电器制造有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990757",
      name: "青县择* 朗熙电子器件有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990771",
      name: "慈溪市* 林飞翔电子商店",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990795",
      name: "杭州飞* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990797",
      name: "乐清市* 特焊接材料有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990833",
      name: "乐清市* 群仪表配件有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990834",
      name: "乐清市* 乐机电有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990877",
      name: "乐清市* 正防爆型材电器厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990885",
      name: "浙江聚* 智能科技股份有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视",
      pay: "否"
    },
    {
      id: "9990890",
      name: "临沂市* 通电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视",
      pay: "否"
    },
    {
      id: "9990896",
      name: "浙江利* 德继电器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990906",
      name: "乐清野* 电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990913",
      name: "乐清市* 久电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990918",
      name: "伍尔特*天津）电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990920",
      name: "浙江方* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990933",
      name: "北京微* 汇通电力技术有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990960",
      name: "绍兴信* 电子瓷业有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990975",
      name: "温州市* 腾包装有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990980",
      name: "乐清市* 朝吸塑包装有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9990991",
      name: "温州市* 湾中宏溶解乙炔气厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991008",
      name: "浙江钇* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991009",
      name: "深圳友* 达科技股份有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991021",
      name: "陕西忆* 电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991022",
      name: "三友联* 集团股份有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991035",
      name: "乐清市* 晨电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991047",
      name: "温州宏* 电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991048",
      name: "乐清市* 林电器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991049",
      name: "青岛东* 载波科技股份有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991054",
      name: "温州市* 门仪表电器厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991055",
      name: "乐清市* 滤过滤器材厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991056",
      name: "乐清市* 星广告有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991063",
      name: "乐清市* 武塑料件厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991068",
      name: "乐清市* 灿冲件厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991080",
      name: "南京立* 电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991083",
      name: "乐清市* 绿环保有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991094",
      name: "昆山市* 耀电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991100",
      name: "乐清市* 市柳乐五金店",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991106",
      name: "深圳市* 欣荣电子材料有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991111",
      name: "乐清市* 熔特种熔断器有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991114",
      name: "乐清市* 汇电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991120",
      name: "天长市* 隆电子有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991123",
      name: "温州鸣* 塑胶有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991129",
      name: "苏州轻* 电机科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991130",
      name: "丽水市* 泰环保新材料有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991134",
      name: "苏州市* 江神州双金属线缆有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991136",
      name: "乐清市* 维电气有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991138",
      name: "宁波赛* 金属制品有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991140",
      name: "昆山市* 市百威精密模具厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991142",
      name: "温州公* 模架科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991145",
      name: "嘉兴市* 湖区城东辰杰五金模配经营部",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991152",
      name: "嘉兴市* 洲区新塍若君五金加工厂",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "9991160",
      name: "东莞特* 勒电子科技有限公司",
      type: "制造业企业",
      tpye2: "智能生产管控与协同制造",
      content: "通过平台服务，实现生产过程的订单与交付信息共享，实现协同制造及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100017",
      name: "哈尔滨* 正华泰机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100023",
      name: "七台河* 正机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100035",
      name: "鸡西市* 正电气设备销售有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100046",
      name: "黑龙江* 创杰自动化仪表设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100157",
      name: "秦皇岛* 元天正电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100129",
      name: "北京金* 泰格电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100170",
      name: "唐山天* 机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100742",
      name: "河南万* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100765",
      name: "洛阳天* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100809",
      name: "郑州天* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100298",
      name: "天正集* 太原销售有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100679",
      name: "阜阳市* 正电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100689",
      name: "芜湖天* 明日电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100736",
      name: "安徽乐* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "106372",
      name: "福建逢* 机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100467",
      name: "台州市* 桥辉泓电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100864",
      name: "蓬莱市* 正电气销售有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "102737",
      name: "龙口市* 成电器设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100968",
      name: "山东菖* 电气有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100971",
      name: "泰安天* 电气有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100979",
      name: "济南华* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100998",
      name: "山东德* 五金交电有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101000",
      name: "临沂天* 电器销售有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101017",
      name: "聊城天* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100420",
      name: "上海添* 电器销售有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100363",
      name: "扬州人* 金属机电化轻有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "104025",
      name: "苏州天* 贸易有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100408",
      name: "无锡伟* 五金有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100411",
      name: "常州市* 正电器成套设备有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100451",
      name: "绍兴市* 房机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100516",
      name: "金华市* 一机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100529",
      name: "杭州坤* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101168",
      name: "内江市* 正电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101198",
      name: "成都安* 电器设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101216",
      name: "宜宾川* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100575",
      name: "珠海市* 天正机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100585",
      name: "韶关市* 正电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100590",
      name: "佛山市* 振机电有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100662",
      name: "广西天* 电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100665",
      name: "广西梧* 市铭鑫电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100673",
      name: "南宁市* 天宇机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101066",
      name: "长沙东* 天正电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101079",
      name: "天正集* 有限公司邵阳销售公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101113",
      name: "湖南湘* 开关厂",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101128",
      name: "郴州市* 正电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101152",
      name: "江西天* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101245",
      name: "云南大* 市华电成套设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "105164",
      name: "金昌市* 安电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101035",
      name: "青海天* 电气物资有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101034",
      name: "银川天* 电器销售有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100838",
      name: "武汉天* 电气销售有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100843",
      name: "湖北天* 德利泰电气商贸有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101040",
      name: "宝鸡市* 正电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "104822",
      name: "西安九* 电力电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101058",
      name: "陕西天* 电力工程自动化成套安装有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101038",
      name: "新疆天* 泰电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101264",
      name: "玉溪市* 豪商贸有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "109852",
      name: "兰溪市* 成机电工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101058",
      name: "西安天* 机电成套设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "103360",
      name: "合肥永* 线缆电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100376",
      name: "如东天* 电气设备销售中心",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100927",
      name: "青岛天* 营销有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100672",
      name: "广西玉* 天正机电有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101307",
      name: "重庆市* 勒电控成套设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100286",
      name: "邢台昌* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100251",
      name: "保定天* 电气销售有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100624",
      name: "湛江市* 山海城机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "102992",
      name: "镇江市* 正机电销售有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "103521",
      name: "云南正* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "110052",
      name: "河北润* 贸易有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100842",
      name: "武汉天* 哥伦电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100590",
      name: "佛山市* 格天正电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100590",
      name: "广东格* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100584",
      name: "佛山市* 存电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "110363",
      name: "山东天* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101347",
      name: "东莞市* 正电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "104902",
      name: "深圳市* 正机电有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "104282",
      name: "蚌埠德* 祥电气成套设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101039",
      name: "新疆昊* 天正电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100957",
      name: "聊城市* 鸿物资有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100536",
      name: "嘉兴市* 凌机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "107392",
      name: "宁波经* 技术开发区江南五交化有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100522",
      name: "宁波市* 安电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100635",
      name: "江门市* 会区科正贸易有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "109772",
      name: "济宁汇* 源经贸有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "104045",
      name: "青州昊* 电器工贸有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "112236",
      name: "包头市* 泰电工有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "112396",
      name: "安庆市* 固机电有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "108192",
      name: "阳江市* 生贸易有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100584",
      name: "广州市* 泰裕实业发展有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "109853",
      name: "银川金* 原防爆电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101136",
      name: "南昌天* 机电有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "112736",
      name: "永康市* 金城世峰电料批发部",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "112916",
      name: "广州天* 电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101152",
      name: "江西明* 电气有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100893",
      name: "莱阳市* 信国际电器销售中心",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "113496",
      name: "中山市* 榄镇恒一电气经销部",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100590",
      name: "佛山市* 乐格电气自动化有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100046",
      name: "哈尔滨* 亿星科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "114716",
      name: "绍兴市* 盛机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100019",
      name: "大庆油* 物资公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "114936",
      name: "福州顺* 隆机械设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101326",
      name: "扬州创* 电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100689",
      name: "芜湖万* 商贸有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "116216",
      name: "缙云县* 城机床有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "116176",
      name: "中山市* 业电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100689",
      name: "芜湖天* 电力设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "119916",
      name: "成都天* 铭士电子科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "105144",
      name: "金昌市* 天正电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "108592",
      name: "六安天* 机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "116616",
      name: "温州大* 电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "117176",
      name: "达得利* 力设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "117016",
      name: "东晓电* 有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "118197",
      name: "上海孟* 电子有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "119456",
      name: "浙江天* 玻璃钢有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100529",
      name: "杭州凯* 机电有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "119376",
      name: "万沙电* 有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100420",
      name: "上海海* 电气成套设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100260",
      name: "河北天* 电器科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "120336",
      name: "海安泰* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101326",
      name: "扬州新* 正电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "120916",
      name: "北京科* 配电自动化股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100529",
      name: "杭州电* 设备制造有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "120876",
      name: "天正集* 鞍山电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100512",
      name: "余姚天* 机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "121437",
      name: "华威博* 电力设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "121476",
      name: "浙江百* 电气科技股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "119616",
      name: "— 能电* 有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "117956",
      name: "山东华* 机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "121736",
      name: "上海德* 电气集团有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "117357",
      name: "锡林郭* 盟天正电气销售有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100809",
      name: "河南瑞* 电气股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "122376",
      name: "镇江庆* 电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "122696",
      name: "河北万* 电力器材科技有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "122856",
      name: "保定冀* 电力器材有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100033",
      name: "哈尔滨* 一电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100843",
      name: "湖北保* 商贸有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "124216",
      name: "山东昆* 创奇科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "124436",
      name: "上海佩* 机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "124876",
      name: "南昌舍* 克电气有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "107412",
      name: "兰州天* 伟业电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100744",
      name: "洛阳明* 电气自动化有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "126198",
      name: "陕西银* 电力仪表股份有限",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "126276",
      name: "河北盛* 龙线缆有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "126536",
      name: "广东恒* 电力科技股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "126216",
      name: "岳阳华* 电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "123196",
      name: "成都双* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "127036",
      name: "济南忠* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "126956",
      name: "广州飞* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "115256",
      name: "天正集* 上海有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "116436",
      name: "宇光电* 有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "127597",
      name: "鲁电集* 有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "127757",
      name: "福建大* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "127977",
      name: "盛锋电* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "128057",
      name: "浙江南* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "117396",
      name: "重庆传* 商贸有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "128597",
      name: "上海谷* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "128817",
      name: "广西桂* 电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "129037",
      name: "上海天* 广久输配电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "123356",
      name: "深圳市* 旭科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "125776",
      name: "重庆轶* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "130018",
      name: "石家庄* 林电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "130158",
      name: "湖南天* 电气股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "130700",
      name: "山东泰* 箱变有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "130882",
      name: "红光电* 集团有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "126016",
      name: "河北百* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "130018",
      name: "石家庄* 林电气股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "131125",
      name: "国网北* 市电力公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100809",
      name: "焦作市* 方祥生电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100161",
      name: "唐山欧* 龙电气自动化技术有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100891",
      name: "山东日* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "131531",
      name: "福建建* 机电有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "131573",
      name: "保定市* 跃电力器材制造有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100590",
      name: "佛山市* 曼科技有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "131506",
      name: "慈溪市* 航电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "103360",
      name: "安徽进* 和电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "131745",
      name: "江苏莱* 斯特电器设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "129618",
      name: "济南顺* 电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "131743",
      name: "宁波晨* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "131817",
      name: "冀昌电* 集团有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100358",
      name: "徐州响* 电器销售有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "135564",
      name: "徐州市* 腾电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "130882",
      name: "中安达* 气科技股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "124216",
      name: "山东晟* 电力设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "132193",
      name: "浙江绿* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "132296",
      name: "昆明创* 电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "103320",
      name: "泉州升* 贸易有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "125096",
      name: "重庆云* 电力设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "130119",
      name: "贵州建* 电力成套设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "130158",
      name: "湖南天* 利电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100125",
      name: "吉林省* 珑电力电器设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100590",
      name: "顺特电* 设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100673",
      name: "南宁市* 捷电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "132871",
      name: "浙江浦* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "132331",
      name: "北京华* 美仪电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "132192",
      name: "山东冠* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "119396",
      name: "乐清市* 卡电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "133658",
      name: "烟台山* 自动化工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "129818",
      name: "成都恒* 机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "130119",
      name: "贵州康* 科技有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100679",
      name: "安徽龙* 电力集团有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "134499",
      name: "祥兴电* 有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "134559",
      name: "北京恒* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100033",
      name: "哈尔滨* 高电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "134744",
      name: "无锡台* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100809",
      name: "福州天* 电气股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "136006",
      name: "长沙新* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "112297",
      name: "成都森* 机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100163",
      name: "三河市* 大电料建材商店",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "135606",
      name: "深圳市* 正电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "135785",
      name: "山东红* 东升科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "136123",
      name: "安亚电* 有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "136007",
      name: "汕头市* 兴工业配套材料有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "136305",
      name: "山东天* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "124896",
      name: "山西天* 旭帆电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "136004",
      name: "济南群* 自动化科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "130158",
      name: "华翔翔* 科技股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "135124",
      name: "云南海* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "137283",
      name: "浙江康* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "137183",
      name: "聊城市* 通物资有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "130158",
      name: "湖南长* 森源电力设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "137423",
      name: "合肥卓* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "135544",
      name: "成都市* 鸽电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "136963",
      name: "重庆祁* 电力设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "128357",
      name: "西安佑* 电力成套设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "137524",
      name: "杭州海* 电力科技股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "137603",
      name: "巴萨电* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "137664",
      name: "西安泰* 电器设备厂",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "137706",
      name: "浙江华* 电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "131665",
      name: "云南逸* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100891",
      name: "山东胜* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "137986",
      name: "雷特尔* 气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "138088",
      name: "万变电* 设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "131877",
      name: "盐城大* 华丰电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "138246",
      name: "山东兴* 电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "119096",
      name: "宁波奥* 斯供应链管理有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "138309",
      name: "云南鲲* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100675",
      name: "广东富* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "136505",
      name: "宁波功* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "133978",
      name: "南京振* 电气成套设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "138329",
      name: "郑州诺* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "123616",
      name: "深圳市* 业达节能科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "133598",
      name: "郑州恒* 达电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "138487",
      name: "宁波市* 明金观贸易有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "138527",
      name: "宁波共* 电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "138547",
      name: "厦门智* 电力成套新能源科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "138687",
      name: "宁波恒* 达科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100809",
      name: "河南省* 禾电气集团有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "138727",
      name: "北京万* 捷电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "135063",
      name: "郑州优* 科电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "123156",
      name: "文安县* 泰电力器材有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "138891",
      name: "山东圣* 泰装备制造有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "138728",
      name: "佛山市* 控科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "131445",
      name: "云南海* 电气成套设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "138996",
      name: "陕西康* 特电气股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "138999",
      name: "石家庄* 拓电气商贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "126517",
      name: "陕西中* 电气集团有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139011",
      name: "安徽迪* 电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139001",
      name: "河南正* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139012",
      name: "北京瑞* 实电子设备有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "116596",
      name: "昆明习* 商贸有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100671",
      name: "广西百* 设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139021",
      name: "盐城凯* 机电工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "135503",
      name: "昭通旭* 商贸有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139025",
      name: "华立科* 股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "131144",
      name: "宁波市* 东普照照明有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139026",
      name: "杭州普* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100298",
      name: "太原市* 正电气成套电控有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "103701",
      name: "河北瀚* 机电设备销售有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "113376",
      name: "东阳市* 汇电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100207",
      name: "准格尔* 天正商贸有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "133578",
      name: "嘉兴市* 天龙柏金属材料有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139038",
      name: "杭州世* 电子技术股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139032",
      name: "浙江共* 电子科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139065",
      name: "宁通电* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139073",
      name: "青岛吴* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139102",
      name: "南京乐* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139001",
      name: "河南正* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100420",
      name: "上海正* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139155",
      name: "上海羽* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139160",
      name: "世选电*(上海)有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101136",
      name: "南昌汇* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139180",
      name: "佳一电* 有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100809",
      name: "江苏跃* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139185",
      name: "合肥益* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139222",
      name: "济南高* 自动化设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139235",
      name: "青岛威* 诺斯电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139249",
      name: "北京阿* 继源电力设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139251",
      name: "无锡荣* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139261",
      name: "国网浙* 省电力有限公司物资分公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139239",
      name: "桂林市* 琪商贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139250",
      name: "杭州创* 新能源科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100123",
      name: "国网内* 古东部电力有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139266",
      name: "山东晟* 恒电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139273",
      name: "自贡航* 电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "131894",
      name: "天水天* 泰电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139283",
      name: "深圳跨* 智能电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139278",
      name: "天津市* 胜达机电设备销售有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139289",
      name: "中气电* 装备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139296",
      name: "深圳市* 天技术有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139296",
      name: "深圳市* 兴康讯电子有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139303",
      name: "烟台鑫* 电器设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139110",
      name: "山东巨* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139326",
      name: "青岛中* 泰富经贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139323",
      name: "山东隆* 智能科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139343",
      name: "国网辽* 省电力有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139350",
      name: "浙江格* 克电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139354",
      name: "武汉高* 新潮电气技术有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139366",
      name: "浙江海* 电气实业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139365",
      name: "武汉华* 通诚电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139001",
      name: "许昌智* 继电器股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100675",
      name: "广西天* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139392",
      name: "浙江三* 电力建设有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139398",
      name: "广东振* 自动化工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139402",
      name: "南宁市* 控机电设备有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139412",
      name: "成都国* 机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139331",
      name: "河南正* 机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100809",
      name: "河南帷* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139423",
      name: "浙江特* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100809",
      name: "河南宇* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "130158",
      name: "郴州郴* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139435",
      name: "浙江柳* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139436",
      name: "众业达* 气股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100298",
      name: "国网山* 省电力公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "130158",
      name: "湖南天* 兴电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139459",
      name: "杭州华* 高科有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139481",
      name: "山东太* 商贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139493",
      name: "北京德* 佰特科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139035",
      name: "江苏南* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100590",
      name: "广东科* 电气股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139492",
      name: "沈阳金* 格机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101152",
      name: "江西明* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101152",
      name: "江西宇* 电气成套有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "140481",
      name: "潍坊博* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "102831",
      name: "潮州市* 电电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "140471",
      name: "重庆酉* 电力设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "140496",
      name: "威海市* 泰电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "140517",
      name: "上海硕* 电子科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "140508",
      name: "南京科* 德电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "140521",
      name: "浙江艾* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "140532",
      name: "兖矿能* 集团股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "141508",
      name: "天津保* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "141518",
      name: "陕西中* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101152",
      name: "江西环* 集团股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "140526",
      name: "广州瑞* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "141512",
      name: "苏州歌* 维机电贸易有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "142533",
      name: "无锡新* 川自动化有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "142534",
      name: "宁夏金* 穆勒商贸有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "142541",
      name: "苏州泰* 德尼电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "142524",
      name: "苏州凯* 机电科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "142553",
      name: "台州尊* 实业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "142558",
      name: "重庆融* 实业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101136",
      name: "江西鑫* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101152",
      name: "易仁通* 气集团股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100830",
      name: "宜昌德* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "144497",
      name: "河南臻* 阳商贸有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "144509",
      name: "杭州铭* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "104902",
      name: "深圳市* 陆电子科技股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "144522",
      name: "辽宁天* 电控设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "145517",
      name: "河北军* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "145521",
      name: "兰州正* 工程设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "146497",
      name: "石家庄* 格智能科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "146515",
      name: "天水程* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101136",
      name: "江西兴* 塑业发展有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "147501",
      name: "南京天* 机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "146530",
      name: "武汉鑫* 越达电气自动化有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "147506",
      name: "青岛特* 德高压设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "147506",
      name: "青岛特* 德电气股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "147510",
      name: "合肥恒* 源机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "148502",
      name: "国网河* 省电力公司物资分公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "148503",
      name: "甘肃兆* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "148505",
      name: "深圳市* 汇达建材有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "148506",
      name: "天津人* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "148511",
      name: "北京广* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "144501",
      name: "北京市* 环兆丰机电有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "148528",
      name: "永康正* 机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "148522",
      name: "洛阳玖* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "148535",
      name: "萍乡市* 腾兴贸易有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "148539",
      name: "安德利* 团有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "148542",
      name: "河南奥* 梅森自动化有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "148547",
      name: "济南章* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "148552",
      name: "威海丰* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139463",
      name: "新疆天* 鑫电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "149545",
      name: "江苏天* 达电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "149562",
      name: "北京双* 丰瑞商贸有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "149564",
      name: "福建正* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "149575",
      name: "宁波市* 州天正机电设备有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "149580",
      name: "苏州颂* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "149590",
      name: "徐州海* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "131811",
      name: "长兴硕* 建材有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100649",
      name: "江门市* 通五金机电有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "149588",
      name: "长沙瑞* 达电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "149593",
      name: "广州天* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100529",
      name: "杭州启* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "131636",
      name: "通辽市* 盛达电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "150577",
      name: "淄博晟* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "150578",
      name: "泉州市* 正电力设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101158",
      name: "江西成* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "150593",
      name: "广州世* 自动化科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "150600",
      name: "镇江合* 电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "150587",
      name: "南京宜* 慧创信息科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "150584",
      name: "宜昌万* 机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100809",
      name: "平高集* 智能电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "119916",
      name: "川开电* 有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "150617",
      name: "江苏拓* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "149561",
      name: "中海宏* 地产（盐城）有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "151617",
      name: "青岛市* 恒地产有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "151613",
      name: "河南翀* 电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "150616",
      name: "震坤行* 业超市( 上海) 有限公司",
      type: "服务型企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "152621",
      name: "汕头市* 思贝灯饰有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "153611",
      name: "南安市* 腾电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "155616",
      name: "宁波电* 有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "149561",
      name: "中海地* （ 无锡）有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "126198",
      name: "银河电* 有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "155632",
      name: "焱腾电* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "136825",
      name: "公牛集* 股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100856",
      name: "山东电* 电气集团智能电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "156621",
      name: "台州安* 杰电力设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "157619",
      name: "长沙全* 电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100019",
      name: "大庆高* 石油科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "157623",
      name: "武汉一* 地电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "158617",
      name: "西安科* 电气设备工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "147510",
      name: "阳光电* 股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "160620",
      name: "海南鑫* 智电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "135564",
      name: "天合富* 能源股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "156624",
      name: "天津悦* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "160623",
      name: "天津三* 电力智能科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "160625",
      name: "泉州市* 兴电器贸易有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "161625",
      name: "北京众* 恒信自动化设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "161630",
      name: "烟台科* 电子产品有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "162625",
      name: "天津高* 联冠电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "135606",
      name: "长园深* 继保自动化有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "163626",
      name: "山西中* 天诚电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "126616",
      name: "石家庄* 合铭电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100664",
      name: "梧州市* 天机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "135807",
      name: "广州国* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "164628",
      name: "赣州松* 电子科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "164629",
      name: "永州市* 正能电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "164630",
      name: "台州天* 机电有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "164631",
      name: "湖南睿* 电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "164636",
      name: "宁波艾* 威电子有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "164632",
      name: "河北中* 天正电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "149563",
      name: "西安中* 兴诚房地产有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "164648",
      name: "佛山照* 智达电工科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139329",
      name: "海源(*津)智能科技股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "165625",
      name: "温州莫* 进出口有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "151617",
      name: "中海地* （ 青岛）投资开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "165628",
      name: "山西省* 力五交化股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "165629",
      name: "云南汉* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "133598",
      name: "河南法* 雷电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "166627",
      name: "西安众* 达电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "166626",
      name: "青岛顺* 电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "167628",
      name: "漳州市* 兴电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "167634",
      name: "广东施* 电气实业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "167630",
      name: "南宁市* 侨电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "138891",
      name: "山东中* 阳光电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "167637",
      name: "衡阳市* 正输配电设备有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "119916",
      name: "乐山一* 得电网自动化有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "132331",
      name: "美仪电* 有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "169626",
      name: "广东南* 斯电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "169625",
      name: "阳江市* 鹏五金交电有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "170628",
      name: "甘肃正* 汇能电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "132331",
      name: "北京拓* 智达科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "171627",
      name: "河南瑞* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "173627",
      name: "苏州海* 成套电器设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "119916",
      name: "四川阿* 珐电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "151611",
      name: "哈尔滨* 塔电力科技发展有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "174625",
      name: "新疆天* 鑫电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "132051",
      name: "漯河市* 隆电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "175629",
      name: "广西玉* 市易建商贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "175628",
      name: "浙江东* 贸易有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "176627",
      name: "成都智* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "155624",
      name: "云南共* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "136825",
      name: "宁波公* 低压电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "178626",
      name: "重庆电* 能创勘察设计有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "178626",
      name: "重庆诚* 物资有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "178625",
      name: "山东羽* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "181626",
      name: "海南诚* 实业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "182625",
      name: "西域智* 供应链（上海）股份公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "187628",
      name: "高登五* 机电（广东）有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "176627",
      name: "四川倍* 特电力电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100809",
      name: "河南平* 通用电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "187629",
      name: "江苏通* 电力物资有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "176627",
      name: "四川华* 电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "176627",
      name: "德阳新* 电器有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "185629",
      name: "上海宣* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "155631",
      name: "成都海* 工控设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "192629",
      name: "南京天* 电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "109052",
      name: "潍坊正* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "195630",
      name: "成都雄* 商贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "194631",
      name: "甘肃淼* 众业电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139271",
      name: "北京科* 博华电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "194633",
      name: "南昌创* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "195635",
      name: "临沂墨* 照明电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "194632",
      name: "郑州霍* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100159",
      name: "霸州亿* 电气销售有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "196634",
      name: "嘉兴天* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "196633",
      name: "内蒙古* 成电气销售有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "196632",
      name: "包头市* 科物资有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139492",
      name: "沈阳金* 格电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "197631",
      name: "湖南省* 泽新能源技术股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "197630",
      name: "四川海* 德新材料科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "175631",
      name: "国网江* 省电力有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "197634",
      name: "杭州宸* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "183627",
      name: "山东拓* 普电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "197633",
      name: "湖北坤* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "197629",
      name: "陕西万* 集团有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "198628",
      name: "上海晨* 科力普办公用品有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "198630",
      name: "内蒙古* 鼎机电设备有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "199631",
      name: "郑州卓* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "199633",
      name: "云南耀* 电力物资有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139448",
      name: "南阳市* 正兴旺电气销售有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "194629",
      name: "四川明* 电力股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "200629",
      name: "广州瑞* 电气有限公司南宁分公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "200630",
      name: "永康市* 柏电料有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "200628",
      name: "福建众* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "197635",
      name: "宁波甬* 仪表科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "147506",
      name: "青岛特* 电新能源科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "204630",
      name: "聊城华* 物资有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "140517",
      name: "上海佑* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139271",
      name: "郑州空* 科锐电力设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "205633",
      name: "济宁启* 自动化设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139035",
      name: "江苏祥* 自动化有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "199632",
      name: "国网江* 省电力有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "206629",
      name: "浙江凯* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "206631",
      name: "甘肃上* 实业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "178626",
      name: "国网重* 市电力公司物资分公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "207628",
      name: "鄂尔多* 市正赫众邦电线电缆有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "130158",
      name: "湖北湘* 高压开关有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "211629",
      name: "浙江众* 兴电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100411",
      name: "常州市* 正电器成套设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "167638",
      name: "中航新* 电气（天津）有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "214631",
      name: "湖南铭* 机电有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "214630",
      name: "杭州双* 电子有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "214633",
      name: "厦门天* 友贸易有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100298",
      name: "国网山* 省电力公司晋城供电公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100529",
      name: "杭州富* 中恒电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "214635",
      name: "本钢板* 股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "214632",
      name: "国网内* 古东部电力有限公司物资分公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "214636",
      name: "新乡市* 鼎电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "215633",
      name: "山东安* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "215635",
      name: "临沂市* 宇自动化设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "215637",
      name: "南京元* 电气工程有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "214635",
      name: "本溪北* 钢铁（集团）股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "214635",
      name: "本溪钢* （ 集团）矿业有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "214635",
      name: "本溪天* 实业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "216633",
      name: "鑫电邦*务（江苏）有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "160627",
      name: "浙江恒* 电力承装有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "116356",
      name: "山东佰* 电力设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "149586",
      name: "江苏京* 旭科信息技术有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "218635",
      name: "浙江顺* 电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "218640",
      name: "天津施* 旺成套电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "220635",
      name: "河北沃* 电气工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "130018",
      name: "石家庄* 达电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "227635",
      name: "浙江坤* 电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "226636",
      name: "青岛安* 泰电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100019",
      name: "大庆钻* 工程公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "222635",
      name: "甘肃天* 邦建材有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "200628",
      name: "蓉中电* 股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "138891",
      name: "山东中* 海华环境科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "176627",
      name: "四川省* 源鑫智能电气有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "229638",
      name: "攀枝花* 铸航达商贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "229639",
      name: "云南达* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "229636",
      name: "华之能* 电科技（江苏）有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "229635",
      name: "江苏鼎* 电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "229642",
      name: "甘肃致* 通电力工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "229644",
      name: "沧州正* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "229646",
      name: "河南国* 商贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100420",
      name: "上海正* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "229648",
      name: "陕西秦* 电力集团有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "229645",
      name: "浙江勤* 正电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "230635",
      name: "合肥市* 达物资有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101000",
      name: "山东诺* 柯电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "230639",
      name: "焦作市* 经纬电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "230642",
      name: "淄博顺* 电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "230637",
      name: "四川欧* 正达电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "230643",
      name: "山东聚* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "230644",
      name: "陕西施* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "215636",
      name: "山东唐* 电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "230641",
      name: "濮阳市* 雅克电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "230646",
      name: "广东华* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "195629",
      name: "福州博* 智能电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "230638",
      name: "成都鑫* 展电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "230640",
      name: "天润双* （ 北京）科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "232635",
      name: "云南云* 智造电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "230636",
      name: "天水长* 控制电器有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "226637",
      name: "济南固* 祥电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "232636",
      name: "内蒙古* 多多电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "233636",
      name: "南京阿* 琉斯电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "233635",
      name: "山东琳* 电气股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "223635",
      name: "深圳市* 智网络能源有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "233638",
      name: "山东伟* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "234640",
      name: "石家庄* 腾电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "233639",
      name: "徐州华* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "234639",
      name: "云南英* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "147506",
      name: "青岛特* 电智能设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "235638",
      name: "佛山市* 信贸易有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "235637",
      name: "河北正* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "235636",
      name: "江门市* 达丰机电有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "234641",
      name: "重庆旅* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "235641",
      name: "赤峰市* 氏电力工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "235635",
      name: "合肥沃* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "236636",
      name: "军诚电* 科技（辽宁）有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "238635",
      name: "榆林市* 保电力工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "238636",
      name: "兴化市* 发电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "240637",
      name: "深圳市* 鹏泰电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "241635",
      name: "新疆天* 之光电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "241636",
      name: "深圳正* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "241640",
      name: "烟台顺* 电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "241639",
      name: "兴安盟* 祥商贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "241644",
      name: "武汉鑫* 华电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "241643",
      name: "ABB* 会 低 压开关有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "131665",
      name: "云南晨* 电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "241649",
      name: "衡阳市* 光电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "240638",
      name: "厦门阿* 达电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "241647",
      name: "南通雅* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "241650",
      name: "江苏卓* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "242635",
      name: "北京鑫* 盛电子商务有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "244635",
      name: "江苏京* 旭科信息技术有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "244636",
      name: "广州帕* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "234638",
      name: "天津欧* 达科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "245637",
      name: "肇庆市* 一自动化设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "140532",
      name: "江苏力* 机电科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "247635",
      name: "安徽徽* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "114956",
      name: "九江华* 自动化设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "250635",
      name: "临汾市* 都区宏盛泰电器有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "250636",
      name: "温州玄* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "147506",
      name: "西安特* 电智能充电科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "112936",
      name: "金华彭* 商贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "255635",
      name: "上海睿* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "164627",
      name: "北京艾* 斯蓝电气技术有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "253635",
      name: "山东开* 拓丰电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "256637",
      name: "陕西中* 勇成实业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "256638",
      name: "北京盛* 立通商贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "257635",
      name: "江苏鸿* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "258635",
      name: "泉州市* 瑞电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "259636",
      name: "湖北尚* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "259635",
      name: "内蒙古* 川电气安装有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "252635",
      name: "南京海* 电网技术有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "264635",
      name: "长沙聚* 电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "265635",
      name: "云南云* 照明电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "263635",
      name: "西安科* 达商贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "267635",
      name: "常州霏* 自动化科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "104561",
      name: "巩义市* 杰商贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "269636",
      name: "临沂森* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "269638",
      name: "揭阳市* 诚五金建材有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "269639",
      name: "北京海* 电器设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "269641",
      name: "北京卡* 数联科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "270637",
      name: "济南腾* 商贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "155617",
      name: "陕西科* 科技发展有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "270638",
      name: "凉山州* 天机电设备有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "271635",
      name: "金华裕* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "269640",
      name: "重庆中* 机电成套设备有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "178626",
      name: "国网重* 市电力公司璧山供电分公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "274636",
      name: "广州柯* 特自动化科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "272635",
      name: "容城县* 正电气销售有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "275635",
      name: "南通市* 达机电有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "276636",
      name: "辽宁方* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "276638",
      name: "宁波成* 电子有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "276640",
      name: "成都景* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "276637",
      name: "大连圣* 自动化工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "276639",
      name: "陕西瑞* 恩实业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "148553",
      name: "徐州华* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "276635",
      name: "河北寻* 人电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "137183",
      name: "鲁西工* 装备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "276645",
      name: "陕西森* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "276641",
      name: "天津市* 山五金电料有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "276642",
      name: "四川隆* 电器制造有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "278636",
      name: "杭州启* 自动化科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "280635",
      name: "烟台海* 电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "281635",
      name: "济南树* 工贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "282636",
      name: "扬州谦* 电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "284635",
      name: "锦州西* 电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "283636",
      name: "得力集* 有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "178626",
      name: "国网重* 市电力公司北碚供电分公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "286636",
      name: "广州市* 通电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "288636",
      name: "唐山市* 宸晟欣电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "288637",
      name: "唐山聚* 笙科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "289635",
      name: "唐山大* 鑫兰成套电气设备制造有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139463",
      name: "新疆恒* 卓越电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "174625",
      name: "新疆恒* 卓越电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "287635",
      name: "苏州凯* 达电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "290635",
      name: "汕头市* 阳电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "291635",
      name: "青岛耐* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "292639",
      name: "常熟市* 伟网络科技有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "292641",
      name: "北京顺* 达科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "293635",
      name: "四川万* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "292638",
      name: "佛山市* 盛达科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "292642",
      name: "大同立* 电气设备制造有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "292640",
      name: "江苏创* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "175628",
      name: "温州立* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "298635",
      name: "高州市* 美电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "296635",
      name: "铁铁物* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "299635",
      name: "沈阳华* 恒业科技发展有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "299638",
      name: "辽宁大* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "300635",
      name: "宁波科* 尔电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "299637",
      name: "山东德* 源电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "303635",
      name: "济南佰* 晟电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "303636",
      name: "广州通* 机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "303638",
      name: "四川迈* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "304638",
      name: "科舸物* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "149586",
      name: "北京京* 数智工业科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "185628",
      name: "浙江电* 变压器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "300637",
      name: "河南上* 电器销售有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "306635",
      name: "辽宁星* 工业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "112916",
      name: "广东广* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "196636",
      name: "浙江开* 压缩机有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "310635",
      name: "常州朗* 自动化科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "311636",
      name: "万正电* 集团有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "312636",
      name: "厦门欧* 克科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "312638",
      name: "杭州好* 控股有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "314635",
      name: "河南毅* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "312639",
      name: "无锡润* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "316635",
      name: "电能易* （ 北京）科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "317635",
      name: "河北鹏* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "142524",
      name: "苏州科* 达新能源有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "319635",
      name: "特变电* 山东沈变电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "320635",
      name: "广州合* 机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "323635",
      name: "温州志* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100298",
      name: "国网山* 省电力公司物资分公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "149588",
      name: "长沙聚* 电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "324635",
      name: "宁波市* 景贸易有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "327635",
      name: "河南景* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "325635",
      name: "湛江市* 奕电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "328637",
      name: "国网湖* 省电力有限公司物资公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "135564",
      name: "常州天* 智慧能源工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "331635",
      name: "山东爱* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "195629",
      name: "清源易* （ 厦门）新能源工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "313635",
      name: "浙江大* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "334635",
      name: "河南仡* 机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "337635",
      name: "伟明环* 设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "339637",
      name: "宁夏天* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "147510",
      name: "阳光新* 源开发股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "342637",
      name: "深圳市* 林铭鼎实业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "342638",
      name: "江苏雷* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "342641",
      name: "四川润* 祥盛电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "342643",
      name: "重庆新* 正电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "342640",
      name: "四川中* 能电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "341635",
      name: "甘肃陇* 航电力设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "343635",
      name: "湖南恒* 智能科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "299638",
      name: "通辽市* 正电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "343637",
      name: "长沙潭* 洲电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "342636",
      name: "上海深* 恒电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "343638",
      name: "合肥润* 电气设备有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "343636",
      name: "天津杰* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "345639",
      name: "无锡市* 众自动化有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "339636",
      name: "广东圆* 新材料有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "339636",
      name: "会通新* 料股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "347636",
      name: "唐山焜* 机电工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "345637",
      name: "泰州皓* 电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "347635",
      name: "立岩电* （ 常州）有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "345638",
      name: "靖江市* 溢达电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "346635",
      name: "瑞丹机* （ 大连）有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "344635",
      name: "无锡诚* 自动化科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "348637",
      name: "成都睿* 贸易有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "135564",
      name: "苏州中* 民生能源有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "347638",
      name: "沈阳悦* 商贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "349637",
      name: "烟台道* 机电科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "347639",
      name: "安徽辉* 电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "349639",
      name: "浙江领* 人电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "176627",
      name: "四川众* 达电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "130158",
      name: "湖南搏* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "336635",
      name: "西安华* 高压电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "349638",
      name: "大连永* 自动控制系统有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "348640",
      name: "东伟电* （ 广东）有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "299636",
      name: "山东瑞* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "350638",
      name: "广东华* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "164631",
      name: "湖南恒* 通电气设备科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "117396",
      name: "重庆北* 电力工程设计有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "348639",
      name: "云南天* 电力工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "350637",
      name: "南宁市* 邦电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "135564",
      name: "日出东* 电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "351638",
      name: "江苏晟* 电气自动化有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "147510",
      name: "安徽灿* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "148553",
      name: "徐州维* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "352637",
      name: "天津瑞* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "355638",
      name: "福建众* 行电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "356637",
      name: "信阳市* 君电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "353638",
      name: "成都攀* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "356638",
      name: "深圳市* 蚁科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "353637",
      name: "上海寻* 信息技术有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "119096",
      name: "宁波奥* 供应链有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "357637",
      name: "甘肃欣* 利电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "358637",
      name: "陕西宏* 众业电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "359637",
      name: "山东沂* 电子有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "357638",
      name: "北京德* 智选科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "355638",
      name: "福建省* 业电器集团有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "360637",
      name: "杭州宽* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "353639",
      name: "北京春* 莱电气技术有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "360638",
      name: "南京灵* 电气自动化有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139358",
      name: "宜昌恒* 房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "361637",
      name: "山东瑟* 斯机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "140529",
      name: "河南沧* 商贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "349639",
      name: "浙江晴* 太阳能科技股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "360639",
      name: "广西丹* 兴机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "364638",
      name: "北京A*B 低压电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "363639",
      name: "陕西斯* 德电气成套设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "367637",
      name: "重庆晶* 越电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "176627",
      name: "四川泰* 电气成套有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "368637",
      name: "南京传* 中科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "369637",
      name: "常州楷* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "370637",
      name: "银川天* 电气集团有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "372637",
      name: "乌海市* 鑫商贸有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "372638",
      name: "西安华* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "371637",
      name: "内蒙古* 隆电力工程设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101034",
      name: "宁夏中* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "374637",
      name: "青岛辉* 胜邦自动化装备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "376637",
      name: "深圳创* 光伏科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "375637",
      name: "浙江碳* 供应链管理有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "377638",
      name: "商丘市* 生电线电缆有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "307635",
      name: "神木市* 起物资机电有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "378637",
      name: "浙江鸿* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "123356",
      name: "维谛技* 有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "379637",
      name: "山东中* 联电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100473",
      name: "浙江璐* 机械科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "380638",
      name: "武汉沃* 机电技术有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "380639",
      name: "天津鑫* 机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "382638",
      name: "晶澳智* 能源科技（海南）有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139358",
      name: "长沙恒* 童世界旅游开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "383638",
      name: "福建裕* 电力成套设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "176627",
      name: "四川省* 河盛鑫电力工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "199632",
      name: "国网江* 省电力有限公司兴国县供电分公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "387638",
      name: "成都瑞* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "387639",
      name: "盐城西* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "388638",
      name: "昆明力* 电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139358",
      name: "蚌埠恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139296",
      name: "中*通*（南京）有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "389638",
      name: "贝亿可*技（北京）有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "390638",
      name: "河北中* 德电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "393638",
      name: "义乌市* 澜装饰材料有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139358",
      name: "成都心* 房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "124876",
      name: "江西上* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "124876",
      name: "泰力基* 股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "361638",
      name: "嘉兴市* 嘉实业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "142524",
      name: "江苏昱* 新能源科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "397638",
      name: "湖北楚* 电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "398638",
      name: "深圳磊* 照明科技有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "396638",
      name: "上海智* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "382638",
      name: "晶澳（*州）太阳能光伏工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "398639",
      name: "国网安* 省电力有限公司物资分公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "339636",
      name: "安庆会* 新材料有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "399639",
      name: "松原市* 诚科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "401639",
      name: "河北沃* 电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "402639",
      name: "石家庄* 旺沧科技开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "402640",
      name: "唐山市* 妃甸区远傲商贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "400639",
      name: "南京甬* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "403639",
      name: "金盘（*州）新能源装备制造有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "178626",
      name: "积成电* 股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "241636",
      name: "普联技* 有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "405639",
      name: "浙江仁* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "408639",
      name: "盐城市* 通电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "241636",
      name: "深圳友* 达科技股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "407639",
      name: "上海三* 电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "406639",
      name: "赣州致* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "409640",
      name: "邢台卓* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "135564",
      name: "浙江富* 分布式能源有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100809",
      name: "平高集* 智能电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "399639",
      name: "吉林石* 集团有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "349639",
      name: "浙江晴* 建设有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "137664",
      name: "陕西宏* 立峰电器集团有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "413639",
      name: "四川科* 特电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "414640",
      name: "浙江晶* 新能源有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "136043",
      name: "霍宜华* 动控制（常熟）有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100891",
      name: "日照市* 明电力服务有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "194629",
      name: "国网四* 省电力公司物资公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "416639",
      name: "上海正* 贸易有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "419639",
      name: "北京利* 奥科技发展有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "417639",
      name: "浙江科* 达电气成套有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100809",
      name: "华中兴* 电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "412639",
      name: "苏州盈* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "422639",
      name: "北京中* 微电子有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "164631",
      name: "湖南红* 阳新能源科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139358",
      name: "南昌恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "426639",
      name: "河南西* 机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "426640",
      name: "长沙东* 电控设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "427639",
      name: "保定聚* 电气设备制造有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "429639",
      name: "浙江璐* 智能科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "411639",
      name: "上海平* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "418639",
      name: "唐山众* 商贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "430640",
      name: "济南西* 特种变压器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "431640",
      name: "盘锦互* 实业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "430639",
      name: "宁波天* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "431639",
      name: "盛伦（*州）电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "428639",
      name: "广德瑞* 五金有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "432640",
      name: "西安建* 电器设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "199632",
      name: "江西赣* 电力实业有限公司乐安分公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "355638",
      name: "乔纳森*厦门）电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "135606",
      name: "江苏深* 汇阳能源科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "132331",
      name: "美仪电* 设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100590",
      name: "广东中* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "436639",
      name: "湖南湘* 大亚科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139358",
      name: "贵州恒* 滨江房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "435639",
      name: "陕西宏* 正能电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "135564",
      name: "上海晶* 电力有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "398639",
      name: "安徽明* 电力投资集团有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "157623",
      name: "十堰巨* 电力集团有限责任公司东能分公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "123356",
      name: "维谛技* （ 江门）有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "342635",
      name: "欧冶工* 品股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "441639",
      name: "江苏璞* 建设有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "442639",
      name: "智连华* 自动化 控 制 设 备（山东）有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "443639",
      name: "江苏中* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "406639",
      name: "江西浩* 电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "157623",
      name: "国网智* 电商有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "444639",
      name: "菲德（*岛）智能装备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "406639",
      name: "江西亿* 电气有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "149593",
      name: "广东智* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "445640",
      name: "潍坊创* 电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139358",
      name: "黄山华* 建设投资有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "447639",
      name: "滨州市* 顺置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "156623",
      name: "许继电* 股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "448640",
      name: "山西为* 智能科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "448639",
      name: "成都德* 自动化工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "176627",
      name: "四川阿* 珐电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "176627",
      name: "川开电* 有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "449639",
      name: "成都克* 夫兰科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100490",
      name: "杭州创* 五金机电有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "195636",
      name: "上海盖* 达国际贸易有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "229636",
      name: "江苏驰* 博信机电有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "451639",
      name: "四川中* 能电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "130882",
      name: "红光智* 技术股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "450640",
      name: "山东盟* 自动化有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100033",
      name: "哈尔滨* 光电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452642",
      name: "山东来* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452644",
      name: "江苏中* 安电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "232636",
      name: "内蒙古* 器电气制造有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "454639",
      name: "如皋市* 安电力电器设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "454640",
      name: "郑州慧* 自动化设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "211629",
      name: "宁波同* 仪器设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "黄石宏* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "武汉巴* 城投资有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "铜陵粤* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453640",
      name: "成都津* 江房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "新余福* 置业发展有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "赣州恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456639",
      name: "济南俊* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456639",
      name: "枣庄名* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "于都恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "长沙恒* 童世界旅游开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "武汉楚* 云山农业开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "恒大地* 集团兰州置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456639",
      name: "林州市* 投宝利金房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "赣州市* 臣置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453640",
      name: "宜宾恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "湖南恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "蚌埠恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453640",
      name: "贵州南* 房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "乌鲁木* 盛世俊星房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "安庆粤* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "深安生* 服务（安徽）有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453640",
      name: "成都心* 房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "马鞍山* 华置业发展有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453640",
      name: "眉山隆* 旅游开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "株洲湘* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "湖北合* 旅游开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "455639",
      name: "宁波穗* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "湖北美* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "涛永生* 服务（安徽）有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456639",
      name: "山东华* 置地有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "南昌恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "赣州恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456640",
      name: "天津恒* 房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "咸阳恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "武威恒* 房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453640",
      name: "曲靖恒* 达置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "455639",
      name: "福州翰* 建材有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "肇庆市* 湖区恒程房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "株洲金* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "长沙湘* 名苑房地产有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "逸云房* 产开发襄阳有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456639",
      name: "信阳大* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "455639",
      name: "湖州金* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "云浮市* 益房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "株洲湘* 房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "黄山华* 建设投资有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "河源市* 翔投资发展有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456639",
      name: "威海恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "六安恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "西安尚* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "上饶大* 鹰置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "甘肃恒* 房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "湘西恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "湖南亦* 投资有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "104902",
      name: "科陆国* 技术有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "458639",
      name: "梅县环* 机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "457639",
      name: "盐城市* 吉机电科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "119096",
      name: "宁波奥* 斯智能科技股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453640",
      name: "眉山恒* 旅游开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453640",
      name: "泸县嘉* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "459639",
      name: "宁波东* 电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452641",
      name: "西安明* 诺电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "上饶经* 区恒实房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "460639",
      name: "浙江安* 新能源科技股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "148502",
      name: "国网河* 省电力公司焦作供电公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "176627",
      name: "四川华* 电气股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "461640",
      name: "西安华* 普源电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "安徽恒* 新能源科技生活服务有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "455639",
      name: "沈阳格* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "462639",
      name: "浙江加* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "166626",
      name: "青岛海* 德电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "164631",
      name: "湖南汇* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "164631",
      name: "湖南瑞* 恒芯电子科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "463640",
      name: "史泰博*上海）有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "463642",
      name: "张家港* 中通电器设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "337635",
      name: "温州伟* 环保材料有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "463641",
      name: "河南鑫* 实业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "223635",
      name: "深圳市* 信通信技术股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "464639",
      name: "杭州诣* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "155624",
      name: "重庆市* 盈健康产业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "122856",
      name: "河北兆* 电力器材科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "372637",
      name: "乌海市* 电电气成套设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "382638",
      name: "北京晶* 能源科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "465639",
      name: "南京西* 光伏发电有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "韶关市* 祺房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "147510",
      name: "安徽汉* 能源有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "199632",
      name: "江西赣* 电力实业有限公司金溪分公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100809",
      name: "河南杰* 电力设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "468639",
      name: "北京光* 无限科技发展有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "湘潭名* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "164631",
      name: "徐州盛* 宏商贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "470639",
      name: "滁州天* 机电科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "388638",
      name: "云南振* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "388638",
      name: "浙江震* 物联科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "乌鲁木* 市恒新佳诚房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452639",
      name: "扬州超* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "471640",
      name: "四川国* 邦建设工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "147506",
      name: "青岛特* 电智能充电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "473639",
      name: "温州市* 尔茨进出口有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "鄂州恒* 房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "164631",
      name: "华自科* 股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "长沙天* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "襄阳红* 悦府房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "475639",
      name: "惠州市* 远电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "474639",
      name: "武汉威* 控制技术有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "476639",
      name: "浙江宝* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "476640",
      name: "滨州正* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "164631",
      name: "岳阳金* 电力电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "476641",
      name: "温州保* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "472639",
      name: "怀淳电* 股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "477639",
      name: "天水长* 开关设备销售有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "409641",
      name: "云南电* 有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "478640",
      name: "北京链* 优谷科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "景德镇* 恒景置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "480639",
      name: "长沙胜* 盛机电科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "宜昌楚* 翠林房地产有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "480640",
      name: "广州市* 成电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "襄阳市* 大金碧房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "481639",
      name: "河南联* 电子科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "378637",
      name: "陆牌电* 科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453640",
      name: "贵州永* 企业管理有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "171627",
      name: "利锐特* 气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "483639",
      name: "青岛星* 电气科技有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "乌鲁木* 恒淼房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "137183",
      name: "聊城鲁* 化工物资有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "155624",
      name: "重庆市* 津健康产业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "482640",
      name: "湖北省* 行供应链管理有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "194629",
      name: "西昌天* 电力物资有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "484639",
      name: "江西熙* 新能源科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "485639",
      name: "佛山磊* 照明科技有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "171627",
      name: "河南森* 电气股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "485640",
      name: "河北三* 机电设备销售有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "130119",
      name: "贵州杰* 创电机电设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "中国化* 工程第四建设有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "黄冈恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "亳州恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "486641",
      name: "江苏格* 诗电气科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "164631",
      name: "湖南星* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "肇庆恒* 通房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "455639",
      name: "杭州盛* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "肇庆市* 晋置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456640",
      name: "唐山恒* 邑房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "榆中俊* 房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "486640",
      name: "天津市* 钒科技发展有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453640",
      name: "彭州恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "咸阳康* 宇旅游开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "咸阳康* 鑫旅游开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456640",
      name: "大同俊* 房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "489640",
      name: "郑州赛* 电气设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453640",
      name: "贵州恒* 宏盛房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "湘潭恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "恒大地* 集团九江有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "建滔数* 发展（深圳）有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "129037",
      name: "上海建* 一建集团有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "156623",
      name: "许继德* 施尔电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "156623",
      name: "许昌许* 风电科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "490639",
      name: "万聚国* （ 杭州）供应链有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "陕西恒* 伟弘置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "492639",
      name: "上海庆* 信息技术有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "493639",
      name: "恩施市* 弘商贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "佛山顺* 区恒昶房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "434639",
      name: "国网河* 省电力有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "147510",
      name: "安徽汉* 综合能源有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456639",
      name: "淄博齐* 供应链有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "496639",
      name: "厦门市* 嘉华电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "100260",
      name: "国网智* 电商有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "211629",
      name: "宁波德* 储能科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "清远市* 湖城投资有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "447639",
      name: "淄博恒* 房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456640",
      name: "廊坊市* 宁房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "500639",
      name: "杭州世* 新能科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "乌鲁木* 恒隆置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "新疆新* 天宇房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "怀化恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "501639",
      name: "广州正* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "新疆卓* 房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "长沙盛* 艺海投资有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139296",
      name: "中兴通* 股份有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "124876",
      name: "江西世* 电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "502639",
      name: "陕西送* 电电力设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452639",
      name: "连云港* 大城置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "376637",
      name: "滁州启* 新能源科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "498640",
      name: "东莞市* 晨自动化有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453640",
      name: "嵩明中* 国丰房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453640",
      name: "嵩明中* 鼎荣房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "430639",
      name: "宁波天* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "455639",
      name: "福州通* 贸易有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "新疆尚* 恒威房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "湛江市* 扬房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "129618",
      name: "鸿一建* 工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "504639",
      name: "众业达* 应链管理（苏州）有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456639",
      name: "郑州恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "梅州大* 汇品牌产业园有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "409641",
      name: "广州供* 局有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "166627",
      name: "陕西博* 德智能科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "咸阳恒* 佳耀置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "505639",
      name: "山东西* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "佛山市* 明高协和房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "234641",
      name: "重庆恒* 裕房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "六安粤* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456639",
      name: "郑州玖* 房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "224635",
      name: "广东电* 有限责任公司计量中心",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "佛山市* 水盈盛房地产发展有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "佛山市* 德区怡创房地产有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "199632",
      name: "江西赣* 电力实业有限公司抚州高新分公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "506639",
      name: "江苏高* 建设工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "张掖恒* 房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "508639",
      name: "九江国* 电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101152",
      name: "新余赣* 装饰工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453640",
      name: "中铁五* 集团建筑工程有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "潜江金* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "508640",
      name: "承德中* 新能源科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "乌鲁木* 恒焕旅游开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "全椒恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456640",
      name: "唐山市* 家房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "147510",
      name: "科大智* （ 合肥）科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "234641",
      name: "重庆恒* 房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "234641",
      name: "重庆恒* 珞城房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "乌鲁木* 恒大房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456639",
      name: "焦作御* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "507639",
      name: "江西通* 电气有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "455639",
      name: "舟山银* 房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "安康恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "234641",
      name: "重庆模* 产业园区开发建设有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "渭南恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "西安诚* 旅游开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "兰州恒* 旅游开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "南昌恒* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "121437",
      name: "华威博* （ 文安）电力设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "吉安御* 郡房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453640",
      name: "贵阳恒* 鑫丰房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456640",
      name: "内蒙古* 基房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "511640",
      name: "山西玉* 思创科贸有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456639",
      name: "济南华* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456639",
      name: "济南西* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "慧盈（*冈）房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "512639",
      name: "新东方*山东）电力设备有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "101347",
      name: "广东集* 电器有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456639",
      name: "威海中* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "447639",
      name: "东营恒* 华府置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "广州市* 信房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456640",
      name: "赤峰市* 嘉房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "409641",
      name: "海南电* 有限责任公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "乌鲁木* 新云岳置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453639",
      name: "亳州市* 代置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "肇庆海* 贸易有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "515639",
      name: "南京华* 电力科技有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456639",
      name: "烟台御* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "515640",
      name: "保定旭* 电气设备销售有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456640",
      name: "内蒙古* 加多房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456640",
      name: "呼和浩* 鹏欣投资置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "518639",
      name: "江西省* 希电力工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "乌鲁木* 恒朝旅游开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "455639",
      name: "嵊州盛* 置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139463",
      name: "国网新* 电力有限公司哈密供电公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "乌鲁木* 恒峥旅游开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "乌鲁木* 恒泽旅游发展有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452643",
      name: "乌鲁木* 恒瑾旅游开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "139463",
      name: "国网克* 玛依供电有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "519639",
      name: "上海晶* 电力有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "452645",
      name: "景德镇* 恒荣置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "517639",
      name: "河南天* 贸易有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "佛山市* 水区熙冉房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453641",
      name: "哈尔滨* 骏业房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "453641",
      name: "哈尔滨* 腾业房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456640",
      name: "呼和浩* 市恒源房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "清远市* 碧房地产开发有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "潮州市* 大置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "汕头市* 合置业有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "456641",
      name: "肇庆鼎* 团星置业投资有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "229642",
      name: "湖南宇* 建设工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    },
    {
      id: "229642",
      name: "青海腾* 建筑工程有限公司",
      type: "制造业企业",
      tpye2: "协同制造与供应链服务协同",
      content: "通过平台服务，实现订单需求与交付信息共享，实现供应链协同服务及过程可视化跟踪。",
      pay: "否"
    }
  ]
  //   getTableDataApi({
  //     currentPage: paginationData.currentPage,
  //     size: paginationData.pageSize
  //   })
  //     .then(({ data }) => {
  //       paginationData.total = data.total
  //       tableData.value = data.list
  //     })
  //     .catch(() => {
  //       tableData.value = []
  //     })
  //     .finally(() => {
  //       loading.value = false
  //     })
  paginationData.total = tableData.value.length
  loading.value = false
}
// const handleSearch = () => {
//   paginationData.currentPage === 1 ? getTableData() : (paginationData.currentPage = 1)
// }
const filterData = computed(() => {
  return tableData.value.slice(
    (paginationData.currentPage - 1) * paginationData.pageSize,
    paginationData.currentPage * paginationData.pageSize
  )
})
getTableData()
/** 监听分页参数的变化 */
// watch([() => paginationData.currentPage, () => paginationData.pageSize], getTableData, { immediate: true })
</script>

<template>
  <div class="app-container">
    <!-- <el-card v-loading="loading" shadow="never" class="search-wrapper">
      <el-form ref="searchFormRef" :inline="true" :model="searchData">
        <el-form-item prop="username" label="用户名">
          <el-input v-model="searchData.username" placeholder="请输入" />
        </el-form-item>
        <el-form-item prop="phone" label="手机号">
          <el-input v-model="searchData.phone" placeholder="请输入" />
        </el-form-item>
        <el-form-item>
          <el-button type="primary" :icon="Search" @click="handleSearch">查询</el-button>
          <el-button :icon="Refresh" @click="resetSearch">重置</el-button>
        </el-form-item>
      </el-form>
    </el-card> -->
    <el-card v-loading="loading" shadow="never">
      <!-- <div class="toolbar-wrapper">
        <div>
          <el-button type="primary" :icon="CirclePlus" @click="dialogVisible = true">新增用户</el-button>
          <el-button type="danger" :icon="Delete">批量删除</el-button>
        </div>
      </div> -->
      <div class="table-wrapper">
        <el-table :data="filterData">
          <el-table-column prop="id" label="序号" align="center" />

          <el-table-column prop="name" label="服务企业名称" align="center" />
          <el-table-column prop="type" label="企业类型" align="center" />
          <el-table-column prop="tpye2" label="服务类型" align="center" />
          <el-table-column prop="content" label="具体内容" align="center" />
          <el-table-column prop="pay" label="是否付费" align="center">
            <template #default="scope">
              <div>{{ scope.row.pay ? "是" : "否" }}</div>
            </template>
          </el-table-column>
          <!-- <el-table-column fixed="right" label="操作" width="150" align="center">
            <template #default="scope">
              <el-button type="primary" text bg size="small" @click="handleUpdate(scope.row)">修改</el-button>
              <el-button type="danger" text bg size="small" @click="handleDelete(scope.row)">删除</el-button>
            </template>
          </el-table-column> -->
        </el-table>
      </div>
      <div class="pager-wrapper">
        <el-pagination
          background
          :layout="paginationData.layout"
          :page-sizes="paginationData.pageSizes"
          :total="paginationData.total"
          :page-size="paginationData.pageSize"
          :currentPage="paginationData.currentPage"
          @size-change="handleSizeChange"
          @current-change="handleCurrentChange"
        />
      </div>
    </el-card>
    <!-- 新增/修改 -->
    <el-dialog
      v-model="dialogVisible"
      :title="formData.id === undefined ? '新增用户' : '修改用户'"
      @closed="resetForm"
      width="30%"
    >
      <el-form ref="formRef" :model="formData" :rules="formRules" label-width="100px" label-position="left">
        <el-form-item prop="username" label="用户名">
          <el-input v-model="formData.username" placeholder="请输入" />
        </el-form-item>
        <el-form-item prop="password" label="密码" v-if="formData.id === undefined">
          <el-input v-model="formData.password" placeholder="请输入" />
        </el-form-item>
      </el-form>
      <template #footer>
        <el-button @click="dialogVisible = false">取消</el-button>
        <el-button type="primary" @click="handleCreateOrUpdate" :loading="loading">确认</el-button>
      </template>
    </el-dialog>
  </div>
</template>

<style lang="scss" scoped>
.search-wrapper {
  margin-bottom: 20px;
  :deep(.el-card__body) {
    padding-bottom: 2px;
  }
}

.toolbar-wrapper {
  display: flex;
  justify-content: space-between;
  margin-bottom: 20px;
}

.table-wrapper {
  margin-bottom: 20px;
}

.pager-wrapper {
  display: flex;
  justify-content: flex-end;
}
</style>
