<template>
  <TwelveTemplate :title="'质量追溯与分析改进'" :subDetail="''" :menu-list="list" />
</template>
<script lang="ts" setup>
import { ref } from "vue"
import TwelveTemplate from "@/components/TwelveTemplate/index.vue"
const list = ref([
  {
    label: "场景实例描述",
    value: "a",
    index: 1,
    subList: [
      {
        title: `天正电气质量管理系统涵盖的模块包括：来料质量管理、制程质量管理、成品质量管理、客户质量管理、SPC管理、异常TOPN改进管理等模块，并于公司研发PLM系统、物料ERP系统、生产MES系统、发货WMS系统以及EAP办公系统等互联，实现产品全生命周期可追溯性管理。
利用全价值链的质量信息，通过QMS质量系统对检验数据、生产过程关键特性、客户投诉信息等实时采集，形成质量合格率和SPC分析的在线看板（报表）。根据统计分析的结果，寻找质量改进点和管理创新点，为决策者提供数据支持。`,
        img: "133.png"
      },
      {
        img: "134.png",
        title: `公司质量系统实施架构图`
      },
      {
        title: `公司质量系统实施关系图`
      }
    ]
  },
  {
    label: "解决的痛点问题描述",
    value: "b",
    index: 2,
    textDetail: `（1）降低质量管理风险：通过自动化和智能化的质量管理流程，以系统自动推送检验单、不合格自动判定、产品入库强制关联检验结果等方式，减少人工干预和错误率（不良识别）。
（2）优化产品质量：根据公司生产检验过程的关键控制点和客诉问题，通过SPC实时监控，QMS系统及时反馈不良信息，实现产品质量预防能力，确保产品出厂符合客户要求，提高客户满意度。
（3）降低质量成本：通过QMS质量数据统计和质量预防的能力，降低不良品率，减少质量成本的浪费，提高公司经济效益。
（4）持续改进和学习：通过QMS对各模块质量问题进行自动采集、分类汇总的方式，建立公司质量知识经验库管理，可用于系统问题的分析改进，以及用于质量人员的培训和学习。
数据驱动决策：提供了大量的数据指标和图表，有助于管理层做出科学决策。通过对数据的分析，可以发现潜在问题、瓶颈和改进空间，并采取相应的措施。`
  },
  {
    label: "采用的技术方案",
    value: "c",
    index: 3,
    subList: [
      {
        title: `配置蓝牙游标卡尺等键入型检验设备，通过平板电脑进行操作，自动实时录入检验数据；
公司通过自动化产线实施产品质量控制，产线关键工序的设备实施一站一检的防呆管控，产品外观主要通过CCD设备进行检验。设备的数据、结果与MES系统和QMS系统互通。
通过QMS/MES系统联动自动采集生产设备和检验数据，通过SPC进行数据分析等方式，对产品关键特性数据进行实时监控，根据不同产品制定不同预警规则和升级机制，并通知到相关系统和人员实施处理。QMS系统定期回顾控制图运行状态，过程能力指数等信息，自动调整控制限，并经相关人员确认。`,
        img: "135.png"
      },
      {
        img: "136.png",
        title: `公司QMS系统的SPC管控界面`
      },
      {
        title: `公司QMS系统的质量合格率分析界面
公司针对各质量过程建立质量不合格的预警线，当不合格率或不合格数触发预警线时，QMS系统自动触发公司EAP系统的TOPN改善流程，实施综合性分析和改善。
利用QMS与其他生产相关系统的集成，建立完整产品生命链路，从采购到生产，再到发货，对每个阶段的产品质量进行把控，完善产品追溯体系，强化追溯信息的采集和记录。`
      }
    ]
  },
  {
    label: "保障要素",
    value: "d",
    index: 4,
    textDetail: `公司QMS质量系统建立了蓝图和系统操作指导书，对操作员工进行培训和现场指导，使员工掌握QMS系统使用的方法。
公司对QMS质量系统实施权限化管理，包括可查看的范围、下载权限、编辑权限等，通过分层分级的权限管控，降低质量的人为风险。
公司信息部通过二次源代码的开发应用，持续对QMS质量系统进行维护和优化，确保适应公司动态的发展要求。`
  },
  {
    label: "已实施成效",
    value: "e",
    index: 5,
    textDetail: `1、所有原材料100%条码化、库位管控。实现AGV叫料、配送。
2、实现工艺100%可视化。
3、生产过程100%在线检验，重要工序SPC分析。
4、设备点检、保养及备件管理100%在线。
5、成品质量履历100%覆盖，实现全过程可追溯性。`
  },
  {
    label: "其他",
    value: "f",
    index: 6
  },
  {
    label: "经济性和可推广性",
    value: "h",
    index: 7,
    textDetail: `公司QMS质量系统的建设费用60万元，通过系统的使用，从质量风险、质量预防、质量可视化和质量可追溯等方面大幅度提高了质量管理水平，并且对公司未来质量控制能力和质量品牌有无形的效益和价值。
  综上所述，因QMS质量系统对于质量控制和质量预防的能力，具备系统的可推广性。`
  }
])
</script>
<style lang="scss" scoped></style>
