<template>
  <TwelveTemplate :title="'数字孪生工厂运营优化'" :subDetail="''" :menu-list="list" />
</template>
<script lang="ts" setup>
import { ref } from "vue"
import TwelveTemplate from "@/components/TwelveTemplate/index.vue"
const list = ref([
  {
    label: "场景实例描述",
    value: "a",
    index: 1,
    img: ["110.png", "111.png"],
    textDetail: `建立工厂与物流系统数字化模型，搭建工业网络架构，实现各系统之间双向数据通讯，基于3DEXPERIENCE设计平台，实现全方位功能验证与调试。搭建工厂、产线、设备多层级的虚拟调试平台。再通过静态建模和动态建模，搭建数字孪生园区管理系统，获取相关业务数据以及设备运行数据，通过UI面板展示车间设备重要参数、订单信息，实时查看重要设备、订单数据，助力管理者和生产人员远程掌控车间实时生产状态及运营情况。通过数据驱动三维模型，达到产线运行虚实同步，并与工业AI相结合，对实时数据进行智能分析和预测，实现对生产过程精细化管理和实时干预。`
  },
  {
    label: "解决的痛点问题描述",
    value: "b",
    index: 2,
    textDetail: `1、信息传递繁琐：通过数字孪生系统对接现有信息化系统（MES、ERP、WMS），实时呈现业务数据以及设备运行数据相关信息，解决各类信息并存情况下展示界面易变复杂化、琐碎化，使信息动态变化快成为新的趋势。
2、设备维护滞后：利用传感器和物联网技术软硬件结合，监测和分析设备的实时数据，预测设备故障的潜在风险，并提供相应的维修建议，以便在设备发生故障之前采取预防措施，减少停机时间和维修成本。
3、设计迭代成本高昂：出现设计变更或修改需求，需要重新绘制和调整图纸，这将带来额外的时间和人力成本。
4、设计与制造之间的断层：设计师和制造团队之间的沟通和协调存在问题，可能导致设计与实际制造之间存在不匹配和冲突。`
  },
  {
    label: "采用的技术方案",
    value: "c",
    index: 3,
    subList: [
      {
        title:
          "1、建立基于工厂的数字化模型,实现对物流系统的仿真分析，通过仿真计算、系统预演，有效避免工厂未来运作过程中的问题。",
        img: "112.png"
      },
      {
        img: "113.png",
        title:
          "2、通过对模型物理和运动学配置、物理引警计算，实现对机构设计和运动效果的仿真验证，及时发现设计中的缺陷并修正，提高设备的可靠性，通过内置数据库存储，快速搭建生产线，减少设备的开发周期。"
      },
      {
        title: `3、采用物联网（IoT）技术，通过在物理设备上安装传感器和连接设备，实现对设备、产品和环境等数据的实时监测和收集。物联网技术可以将传感器数据与云平台进行连接，为数字孪生工厂提供大量实时数据。`,
        img: "114.png"
      },
      {
        title: `4、利用VR和AR技术,将工厂的管理、生产、决策有机地统一起来，加入内部监督与管控，从而实现降低成本、提高效率、查找问题等目的。`,
        img: "115.png"
      }
    ]
  },
  {
    label: "保障要素",
    value: "d",
    index: 4,
    textDetail: `1、标准保障：
2、1)、ISO 23247 面向制造数字孪生系统框架/2020  
3、2）、GB/T 40648 智能制造虚拟工厂参考构架/2021
3）、GB/T 智能制造虚拟工厂信息模型/2021
4、2、设备设施保障：
5、1)、基础设施保障：可靠的网络连接、高速计算和存储能力以及稳定的电力供应等。
6、2)、数据安全保障：建立数据安全措施，加密传输、访问权限管理和网络防火墙等，以保护数据不受未经授权的访问和恶意攻击。
7、3、技术人才保障
人才培养和培训，提高员工的数字化技术水平，以顺利应用和管理数字孪生工厂系统。`
  },
  {
    label: "已实施成效",
    value: "e",
    index: 5,
    textDetail: `1、产出水平持续提高：亩均产值建设前2018年度1500万元，建成后2021年度2214万元，增长47.6%。
2、在数字孪生信息化上，天正电气现已建成ERP、CRM、APS、MES、WMS等多个信息系统，在终端智能化车间通过MOM系统，实现与车间生产状况的数字化、透明化管理。
3、在智能工厂及车间的物流建模与仿真：应用计算机辅助技术和虚拟仿真技术，对工厂整体、物流仓储中心、智能生产线的运行情况进行物流仿真分析，根据仿真结果对物流系统进行优化调整，已形成智能工厂物流系统优化方案。
4、通过已完成万能式断路器，双电源等数字化产线进行大数据分析优化，设计人员人均工作效率提高20%以上，产品质量提升15%以上，周期生产缩短20%以上。`
  },
  {
    label: "其他",
    value: "f",
    index: 6,
    textDetail: `成功实施数字孪生后，对行业产生积极的带动效应有：
1. 启发行业实施数字孪生：工厂可以作为榜样，激发行业 积极采用类似的数字化转型战略，认识到数字孪生技术的潜 力。
2. 提高整体竞争力：工厂成功实施数字孪生后，能够提高 其生产效率、质量控制和市场响应能力，促使行业厂也采用 数字孪生以保持竞争力。
3. 技术和知识共享：工厂可以为行业分享技术知识和专业 技能，加速行业的数字化能力提升。
4. 标准化和一致性：如果在行业内的数字孪生实施中采用 相似的方法和工作流程，这将有助于建立标准化的数字化转 型模式，这使得行业内更容易共享资源、经验和最佳实践。`
  },
  {
    label: "经济性和可推广性",
    value: "h",
    index: 7,
    textDetail: `1、经济性：
1）、数字孪生工厂建设通过提高生产效率、优化资源利用和降低运营成本，天正通过数字孪生管理平台，2022年合计降本513.17万元，关键设备联网率100%、设备OEE达到75%，人均劳动效率提升15%。
2）、生产运营成本大幅下降，建设前2018年6.7万元/天，建成后2021年度4.46万元/天，降低33.4%。
2、可推广性：
1）、通过与国内领先的自动化公司和校企合作，共同模拟开发数字化工厂建设，突破了产线建设过程的“卡脖子”难题，实现了万能式断路器生产状况的数字化、透明化、信息化管理。所有自动化设备全部为国内技术，为全行业推进设备国产化提供了开创性意义。
2）、天正通过内外结合的方式，与华为公司合作，引入世界领先企业的数字孪生系统，推动内部的数字化管理变革，最终形成了具有天正特色的数字化管理体系。
3）、数字孪生可以应用于城市规划和管理中，例如建筑物能源效率优化、交通流量预测、城市空气质量监测等。通过对城市或建筑物的数字孪生进行分析，可以提出相应的改进建议，并帮助决策者做出更明智的决策。
4）、通过天正数字孪生系统原理，可以应用于农业生产和食品安全管理中。通过建立农作物或动物的数字孪生模型，可以模拟不同环境条件下的生长和繁殖情况，从而提供指导农业生产和食品安全控制的决策依据。`
  }
])
</script>
<style lang="scss" scoped></style>
